{
  "cards": [
    {
      "speech": "Crystal Fincher",
      "text": "Welcome everyone to the South Seattle Emerald's 2022 General Election Candidate Debate. My name is Crystal Fincher. I'm a political consultant and the host of the Hacks & Wonks radio show and podcast, and I'm honored to welcome you all to tonight's debate. I'm also excited to hear from our guests running for State Representative Position 2 in the 37th Legislative District.",
      "id": "6033845d-8a34-4b39-ada7-e294e3417060"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Before we begin tonight, I'd like to do a Land Acknowledgement. I would like to acknowledge that we are on the traditional land of the first people of Seattle, the Coast-Salish Peoples, specifically the Duwamish peoples, past and present. I would like to honor with gratitude the land itself and the Duwamish tribe.",
      "id": "5a344c7e-7bfc-47fc-8823-44646acfd630"
    },
    {
      "speech": "Crystal Fincher",
      "text": "We'd like to thank all of our partners here this evening, including the League of Women Voters of Seattle & King County for their support as well.",
      "id": "759a6c99-9344-47a8-b876-68b9b1cd250d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Tonight's in-person show is following numerous COVID precautions. All in-person audience members, volunteers, staff, and candidates have either provided proof of vaccination or a negative COVID test upon entry, and all audience members in attendance are wearing masks.",
      "id": "dae4815b-bc66-41e6-af6a-42ef854832a5"
    },
    {
      "speech": "Crystal Fincher",
      "text": "We're excited to be able to live stream this event on Facebook and YouTube. The debate also features questions from our audience members and voters like you. If you're watching the livestream online, you can submit audience questions by going to seattleemerald.com/debate.",
      "id": "cadd456b-81f1-488c-9c4d-075705706c62"
    },
    {
      "speech": "Crystal Fincher",
      "text": "If you're in-person, you can write audience questions down on the note cards that have been handed out to you - or will soon be handed out to you - that will be picked up partway through the show. Volunteers will collect written questions at 8:00pm, right after the lightning round, and again at 8:30pm. Please keep questions to one question per card.",
      "id": "cdeac39f-d46d-4669-83b6-ca9c07716513"
    },
    {
      "speech": "Crystal Fincher",
      "text": "A few reminders before we jump into the debate: I want to remind you all to vote. Ballots will be mailed to your mailbox starting Wednesday, October 19th, and you can vote anytime until election day on Tuesday, November 8th. You can register to vote, update your registration, and see what will be on your ballot at VoteWA.gov - that's VoteWA.gov. I also want to remind you that if you've had a previous felony conviction, your right to vote is now automatically restored after you serve your prison term, even while on community supervision. You do have to re-register to vote, but your right to vote exists. Go to freethevotewa.org for more details, and help spread the word.",
      "id": "b2d88efa-dc77-4854-a92e-74e446fdc279"
    },
    {
      "speech": "Crystal Fincher",
      "text": "The candidates running for the 37th Legislative District State Representative Position 2 with us tonight are Emijah Smith and Chipalo Street - and we'll welcome them up to the stage right now as I explain the rules.",
      "id": "b35ac369-e8bc-4e02-89ae-fbf9605f3f2d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So tonight's debate will begin with candidate introductions. Each candidate will have one minute to tell us about themselves.",
      "id": "f1d85069-b88b-41be-ba0b-d3f1ddba9760"
    },
    {
      "speech": "Crystal Fincher",
      "text": "After introductions, we will enter a lightning round of yes/no questions, which candidates will answer silently by using paddles that indicate their answer. Just double-checking that you both have your paddles. Excellent, it's going to be a robust lightning round. Following the lightning round - at the end of the lightning round, each candidate will be allowed 90 seconds to explain anything you want to about what your answers were.",
      "id": "60d276e6-8908-428b-aefa-e3c706a01d87"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Following the lightning round, we'll enter into the open answer portion of the debate. Each candidate will have 90 seconds to answer each question. Candidates may be engaged with rebuttal or follow up questions and will have 30 seconds to respond.",
      "id": "1dafe6fd-afa5-4eb7-baa9-b42d0b75e6c8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Times will be indicated by a volunteer holding a sign in the front of the stage - right here. When a candidate has 30 seconds remaining, you will see the yellow \"30-second\" sign - right there. When a candidate has 10 seconds remaining, you'll see the orange \"10-second\" sign. And when time is up, the volunteer will hold up the red \"STOP\" sign, and I will silence the candidate.",
      "id": "252e46e1-b4f8-4e6f-8287-c5965841052b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So now, we'll turn to the candidates who will each have one minute to introduce themselves, starting with Emijah Smith and then Chipalo Street. Emijah?",
      "id": "b3edf959-65c2-4ed3-84fe-a37cb572ff9b"
    },
    {
      "speech": "Emijah Smith",
      "text": "Welcome everyone. Thank you for being here. Thank you to all who are watching through the YouTube streaming. My name is Emijah Smith, please call me 'Mijah. I am raised and rooted in the 37th. I am a mother, I'm a grandmother, and a daughter of this district. Ever since I was a teen, I've been doing advocacy and community organizing - really seeing firsthand in real time that failed War on Drugs that is still continuing now, really seeing the devastation in my community. It was at that time that I said I want to bring healing, restoration, and resources back to the community. So my vision is healthy families and healthy communities, and in doing so, we have to look at multiple issues - prioritizing housing, fully funding education, pre-K, health equity, and really centering racial justice. I just want to highlight very briefly some sole endorsers within the 37th - Senator Saldaña, Girmay Zahilay - our King County Councilmember, Tammy Morales, Andrew Lewis, Kim-Khánh - thank you so much.",
      "id": "5b3d4b88-d1a9-4680-950c-a25705320732"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you so much. Chipalo Street.",
      "id": "6adce658-e2dc-4e1f-acb1-1a4b04720f9a"
    },
    {
      "speech": "Chipalo Street",
      "text": "Good evening. I'm an innovative problem solver, and I've been giving back to the South Seattle community for 15 years. We have some really pressing issues facing us, and we need to send a proven leader to Olympia to solve them. Housing prices are out of control, and it's displacing generational families and making renters pay more of their paycheck to skyrocketing rents. People are struggling to make ends meet, and the pandemic has only made this worse. The recovery, or so-called recovery from the pandemic, hasn't been felt evenly by all of us, and we need to protect working people so that we all come out of the pandemic better than we went into it. The pandemic's also made our schools worse and exacerbated existing issues. Just recently, Black and Brown kids tested three and a half levels behind their counterparts, and I want to make sure that all kids have a great public education system like the one that I went through. So I'm glad to be here tonight, and I'm honored to discuss how we move this district forward.",
      "id": "11661b7a-3844-4336-89b1-829fde047fd3"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you so much. Also, it's a useful reminder that while you do have 90 seconds to answer, you aren't obligated to always take 90 seconds. Feel free to take it if you want to, but you will not be penalized for finishing early if you desire.",
      "id": "f1ff4757-7310-40dc-91f5-979f91e97cbf"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So now, we will move on to the lightning round - making sure you both have your paddles in hand and ready. All right, we've got a number of questions to go through.",
      "id": "f3bbadd2-c95a-4289-80e3-eafa1f8f5e7d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So we will start talking about homelessness and housing. First question, are there any instances where you would support sweeps of homeless encampments? Yes or No?",
      "id": "a5a451fe-5cbc-4248-940d-96cf974949b8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Looks like Emijah is waffling there, or landed on No. And we have Chipalo with No.",
      "id": "5a49f55e-f8e1-43c9-a4b0-62d98a921edf"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Next question, will you vote to end single-family zoning to address housing affordability?",
      "id": "96738337-68a2-44f4-8045-acf4de6f86fb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo says Yes. Emijah says No.",
      "id": "13a3dd8b-2690-46ff-ac35-47f54b7e1562"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Would you vote to end the statewide ban on rent control and let localities decide whether they want to implement it?",
      "id": "1b419bb2-0165-4227-a943-eafd527caca8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah says Yes, as does Chipalo.",
      "id": "357f8c21-e05a-4889-9990-6bc79190f923"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote in favor of Seattle's social housing initiative, I-135?",
      "id": "ee78b1cf-19a5-4870-aa97-d79cdb247427"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both Emijah and Chipalo say Yes.",
      "id": "b0c784da-8372-4e41-8ee5-4d8f5a6165fb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you favor putting 400 additional units of housing and services for the unhoused in the CID?",
      "id": "a6c2fa37-4fe7-4b10-8bee-09d68680473b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "We've got a waffle with Emijah and a No with Chipalo.",
      "id": "5e9c0598-2319-40cc-a908-79a45884dce0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you rent your residence?",
      "id": "e4b92fc8-876f-4f83-beb5-176daff016b4"
    },
    {
      "speech": "Chipalo Street",
      "text": "Sorry - as in, do I - am I a renter?",
      "id": "696820bd-6f5a-4117-9017-7007102f4ff7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yes, are you renters?",
      "id": "69fab1f7-50fb-43a5-9d61-2467d200d218"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say No.",
      "id": "f504de0a-753e-430f-a428-e461dd507d20"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you own your residence?",
      "id": "0e1d6d59-11b4-4e67-84b7-2d8d3fec188c"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Mortgage or outright.",
      "id": "92dbd4e8-d07f-4f6c-881c-48495385998b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo and Emijah both say Yes.",
      "id": "884b9e4d-c508-4d90-ba80-4ff010aeff67"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Are you a landlord?",
      "id": "7db167b5-11a4-47ef-ae52-1d8aba670f90"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah says No. Chipalo says Yes.",
      "id": "d53ebfc3-9d77-4d61-9d6a-b746da073866"
    },
    {
      "speech": "Crystal Fincher",
      "text": "In public safety, would you vote for a law ending long-term solitary confinement?",
      "id": "58a04f8a-b25f-4b30-a599-e1f2a6e7def0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "22e026a7-a767-45f3-aae0-15c4e28a38c7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Would you vote for a law prohibiting traffic stops by armed law enforcement officers for low-level non-moving violations such as vehicle registrations and equipment failure?",
      "id": "e3d7c3dd-e99a-4f58-86be-ea7346dbee08"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "f6eac9b9-4666-4f97-925d-970e3815aa11"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you support establishing an independent prosecutor for cases of criminal conduct arising from police-involved deaths?",
      "id": "c3a385dd-25e9-468e-a117-3c98fe07bac1"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "255d0f2f-49c8-4f48-8d34-c89cde7fa87f"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you support investments in the ShotSpotter police surveillance tool?",
      "id": "7fbad783-ec36-4541-8233-754830bdac38"
    },
    {
      "speech": "Emijah Smith",
      "text": "ShotSpotter?",
      "id": "591c0d5f-07bd-4b0c-ab6d-16c967195ab2"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yep, it is in Mayor Harrell's budget that he just announced - so both say Yes.",
      "id": "e196c5db-680f-4c5f-b47f-1b9375fae653"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do you think police should be in schools?",
      "id": "08998815-d3be-4fb6-b435-2a5d54866996"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say No.",
      "id": "e51ec144-3bc0-4091-9f4c-d136f7ade6bf"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Would you vote to provide universal health care to every Washington resident?",
      "id": "bd2bf420-5d6e-479e-99f4-328eac3bca49"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "a4a1b2d9-2f20-4100-9cc6-4c6a26d9e940"
    },
    {
      "speech": "Crystal Fincher",
      "text": "The Legislature just passed a law that will cap insulin costs at $35 per month. Would you vote to expand price caps to other commonly used drugs?",
      "id": "fdb0ade6-b97a-4f64-afdc-ac3fc69d6316"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "d29071c3-884f-4bb8-822a-2be06491585e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to ensure that trans and non-binary students are allowed to play on the sports teams that fit with their gender identities?",
      "id": "facd42c9-da71-407d-8b93-254c41039cdc"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah waffled and Chipalo says Yes.",
      "id": "19d50286-6bd9-4f06-a144-724bd22948e9"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah waffles but she says Yes.",
      "id": "012925cd-7594-42da-9c90-ab5a5d94a68c"
    },
    {
      "speech": "Crystal Fincher",
      "text": "For people wishing to change their name to match their gender, do you support removing the cost and need to see a judge for legal processing, name changes, and gender marker changes?",
      "id": "b6404706-86de-4f17-897c-fe56fd032e5d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "7f509ace-4375-49af-a8f7-230274d5600e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote in favor of an anti-extradition law that protects queer people, including children and their families, who flee to Washington from states where their gender-affirming care is punishable by law?",
      "id": "74d011d0-0c7e-4296-a367-4023571d04f0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "144ec931-7397-480b-a1ea-e72f0381139b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to increase funding for charter schools?",
      "id": "949b3140-207f-4afe-908e-98b33b03d920"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both Emijah and Chipalo say No.",
      "id": "8e63c6f5-5f59-4b01-82ff-4619c28b24c7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote for continued investments in anti-racism training for staff and students in Washington schools?",
      "id": "c3ec1777-7d61-4dd5-b812-acb45eba4246"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "293b0f9b-f0f9-44f3-97fa-8a2f6a5b2880"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Washington is facing a school staffing crisis and a funding crisis, especially with special education. Will you vote to increase funding in both of these areas?",
      "id": "76a1975e-d525-4bf1-be3e-06b21e94a3b6"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "e981d93f-8cea-41de-8d3d-97c0259f7a6a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to enact a universal basic income in Washington?",
      "id": "41808fd9-cc50-4e85-b703-6a19b4d0de76"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "fafdf22b-ffc5-4bd2-96d9-5bc12f220f60"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Our state has one of the most regressive tax codes in the country, meaning lower-income people pay a higher percentage of their income in taxes than the ultra-wealthy. In addition to the capital gains tax, will you vote for a wealth tax?",
      "id": "eb59dc27-17fe-489c-a191-f5cd3bd7fd71"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "191f1bae-650f-4388-9dbd-513ae2465155"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote for any bill that increases highway expansion?",
      "id": "852eb438-9427-44af-82b2-e2eb2421ef91"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo says Yes and Emijah is waffling.",
      "id": "a688251b-4251-47e8-924d-2fca19789bb5"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Would you vote to allocate state dollars to help accelerate the delivery of Sound Transit and other regional rail projects? Would you vote to allocate state dollars to help accelerate the delivery of Sound Transit and other regional rail projects?",
      "id": "f407e3c5-169a-4b7d-9778-111e6f2735cb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "ab20ee2d-6f22-4d74-9220-3019cb4b68e9"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to enact state investments and updating homes with more environmentally friendly utilities?",
      "id": "28c505e0-a7cd-4d6b-81f4-a08a6ba8ae53"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "8d2a24ff-2ddc-4e01-a713-7f35e5e196e0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Have you taken transit in the past week?",
      "id": "313a6914-262f-4865-b12e-7a4a4898c25a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo says Yes. Emijah says no.",
      "id": "326c72bd-3b0c-465e-8744-02bb6f515316"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Have you taken transit in the past month?",
      "id": "b44f20ff-67e5-424f-bba6-e16be58727a8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo says Yes. Emijah says her family has, but not her personally, so that's a No.",
      "id": "da1c1d01-1ec1-4320-9098-1dcfdb3b3fe2"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Elections. Potential changes in the way people vote for elections in the City of Seattle will be on the November ballot. Will you vote in favor of changing the system in Seattle elections?",
      "id": "c3db95a3-6278-40e2-88ef-3a711ec58a53"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "90fc2a36-e7d3-463b-8c91-3955be97beb0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote in favor of ranked choice voting for Seattle elections?",
      "id": "d8e1ef5e-da70-46e8-a970-eb91f6e96fb2"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "1bd24f3d-32e1-4d47-82d7-9fb55e389a92"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote in favor of approval voting for Seattle elections?",
      "id": "94ffc464-185a-4815-b516-d0978d172895"
    },
    {
      "speech": "Crystal Fincher",
      "text": "You can only vote for one. So both candidates say No.",
      "id": "ea92fb38-5955-46e8-b198-2259dfa24f34"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to move local elections from odd years to even years to significantly increase voter turnout?",
      "id": "36a1e45b-c1ae-4c3f-ac33-ab389fd6064e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo and Emijah say Yes.",
      "id": "27ded542-cd74-42dd-aea0-4fea67c14e62"
    },
    {
      "speech": "Crystal Fincher",
      "text": "In 2021, did you vote for Bruce Harrell?",
      "id": "7b41450d-8751-450c-b4f4-22dcbdb8fdec"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah says Yes. Chipalo says No.",
      "id": "53f0d29b-6e6e-46c6-a9ae-0bd5f041173a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "In 2021, did you vote for Lorena González?",
      "id": "6c49c93a-e443-4e26-8ad0-9cb3bb871265"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah says No. Chipalo says Yes.",
      "id": "d97b0fbc-f673-4bbc-9df3-1c90ce356e42"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Did you vote in the general election in 2021?",
      "id": "3b1d55ce-dc93-4443-b766-70470161a044"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah says Yes. Chipalo says Yes.",
      "id": "261b7a74-2202-4bed-88c5-af15b1e8dc7c"
    },
    {
      "speech": "Crystal Fincher",
      "text": "In 2021, did you vote for Nicole Thomas-Kennedy for Seattle City Attorney?",
      "id": "e98f6590-b452-4671-904b-f52f5570ff62"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah and Chipalo say Yes.",
      "id": "430c11df-23e5-4f5d-a555-23bb96c278f9"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you be voting for Julie Anderson for Secretary of State?",
      "id": "b0a4fa6e-8b38-431d-9d33-5eb690355bd6"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Correct - she's running against Steve Hobbs. That is correct.",
      "id": "830e91be-f88a-47ad-9243-130e31757652"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say No.",
      "id": "24979305-86e3-441a-8ea9-35848ca85f12"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you be voting for Steve Hobbs for Secretary of State?",
      "id": "feb40fbe-7834-4bb6-9c29-90a077fedd49"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "5155a7d1-c839-44b5-9f5b-b6c74eb5c809"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you be voting for Leesa Manion for King County Prosecutor?",
      "id": "b840d861-8168-4941-b407-f1d2bf03bdb6"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "42a7a9dd-1e5d-4d23-81b5-cff916d6891b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And that means that you will be voting No - you will not be voting Yes for Jim Ferrell.",
      "id": "cdb29609-e69b-42c9-8e89-47a3cf6bdd1a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Correct - both candidates will not be voting for Jim Ferrell.",
      "id": "a2ee8a86-e24c-4425-af84-5f735c4333ad"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Have you ever been a member of a union?",
      "id": "2b2e6374-cda1-4a72-a617-88edb95d81a4"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "8cb398ba-4f47-4c08-b3bf-778f171f6075"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you vote to increase funding and staffing for investigations into labor violations like wage theft and illegal union busting?",
      "id": "f753048a-e7a3-4f13-9329-6779418b7ed6"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo and Emijah both say Yes.",
      "id": "90c1431c-c8c8-458b-93dd-c3fb400421ec"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Have you ever walked on a picket line?",
      "id": "9839ed1a-7750-46a7-a73d-8117837d5c60"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both say Yes.",
      "id": "dc5f7b1e-6b41-43fe-8e9c-64d72edbee40"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Have you ever crossed a picket line?",
      "id": "7146d657-69dc-42cc-b684-9f92913dacb6"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say No.",
      "id": "cbe1ddc5-5a0d-498b-b750-264d216c2279"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Is your campaign unionized?",
      "id": "6a2c511d-5d75-4df0-9565-131d15621af1"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say No.",
      "id": "67b8ed1a-7653-41d8-bc2f-c09932f2ee49"
    },
    {
      "speech": "Crystal Fincher",
      "text": "If your campaign staff wants to unionize, will you voluntarily recognize their effort?",
      "id": "2df02546-bca5-4f80-bb18-73b7fc7cf07d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Both candidates say Yes.",
      "id": "da18bcd6-f922-40a2-ba70-8c9f5e1f110e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "That concludes our lightning round. Thank you very much for that - helps to level set for the open-ended questions, but before we get to those, each candidate will have 90 seconds to explain anything you want about any of your answers. We will start with Chipalo.",
      "id": "17c7ba79-e62a-45f5-960c-0f9ef2a8b989"
    },
    {
      "speech": "Chipalo Street",
      "text": "Sure. I think the only one that I would like to explain is expansion of highways. The reason I answered Yes to that is the qualifier of is there any reason that I would do that. In general, no, I do not support the expansion of highways. However, if it is to help freight mobility that helps our unions, then that would be something that I would consider. If it comes back to our economy and helping union jobs, then we should definitely consider that. But in general, no, I would not vote to expand highways.",
      "id": "43c8e3bf-379e-43dc-b649-d9bd1482e0f3"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And Emijah?",
      "id": "b7116bf7-ffde-49c4-9a1b-2c1bf816031e"
    },
    {
      "speech": "Emijah Smith",
      "text": "So I think there was a couple of questions there that I waffled on. And for me, when it comes - because I center racial justice - I'm an anti-racist organizer, I have to always look at what are the unintentional consequences of any decisions that's made. So there's this yes or no - we have to bring context into the conversation. So if it unintentionally or intentionally causes more inequities and more harm to people of color and those marginalized, I have to look more deeply into that before I could just say a quick, simple yes or no. So I just want to share why there might have been a waffle there. And also, if I don't fully understand something and I need to learn a little bit more and lean into community organizations and lean into the community - we talked about the ID - that's a very diverse community, they're not a monolith. So if there's an issue that's happening in the ID, I need to lean and learn from that community before I just make a decision as a legislator to do so. So I definitely - my style, my servant leadership is definitely to listen from community, learn from community, and be accountable to community. So I don't just do yes or no. Thank you.",
      "id": "5c6205f0-2501-45e2-8f0d-96e68a5e0e72"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. So now we'll start the open answers portion. Our candidates will get 90 seconds to answer each question and they may be engaged with rebuttal or follow up questions and will have 30 seconds to respond.",
      "id": "2b4bb060-def3-426e-a92e-530c12509f5f"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So starting out - in the Dobbs decision that obliterated the right to abortion - in Justice Thomas's concurring opinion, he identified decisions he felt should be re-evaluated after their ruling in Dobbs, cases that established our right to same-sex marriage, rights to contraception, and rights to sexual privacy. What can our State Legislature do to proactively protect these rights? Emijah?",
      "id": "6b50c0e6-bc5f-41bc-b66f-95aff91e7066"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you for the question. And I definitely do not agree with the decision that was made. I think as state legislators and state leaders that we have to go directly and correct our Constitution to prevent these type of things from happening. Washington does a lot of talk. I think that our community, particularly in the 37th, is really intentional about our racial equity and about equity overall and fairness and all the great words. But we have to be actionable about that. And so putting something in the written language in our Constitution, we have to move in that direction. And I believe that our legislature for this 2023 session will be centering and very active around the Roe v. Wade and the Dobbs decision.",
      "id": "28ecb228-2c98-4217-b772-bee8253821a7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Chipalo?",
      "id": "cfaae758-01ef-4b5c-a7e9-b798c32209a2"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yeah, what I found interesting about Justice Thomas's dissent or concurrence was that he did not also include same or biracial marriage into his writing, even though that is based on the same logic of the other cases. Ironically, he is in a multiracial marriage. So the hypocrisy there, I don't think is lost on anyone. And I'm a product of a multiracial marriage - and so making sure that these rights are protected is deeply important to me. In terms of gay marriage, I am glad that we have a strong legislature and that passed marriage equality. In terms of Roe, I think we should fund clinics to take care of the increased traffic that we'll see in our state from the states that have - around us - that have banned abortion. I have background in technology. I would love to make sure that our data isn't used to go after people searching abortions or providing abortions. There's plenty of providers who provide telehealth. And if they are consulting with someone across state lines into a state that has banned abortion, I would be super scared about whether I could be sued, whether my data could be subpoenaed, if I could lose my license. And so making sure that we protect our data and protect our providers, I think, is paramount. Also making sure that we have security around our clinics - just as we'll have more traffic from people looking for abortions, we'll have more traffic from people protesting abortions. So those are some of the things that I would do to protect gay rights and the women's reproductive rights.",
      "id": "bb569760-f14f-4dfd-9cb6-8f5c57dce22f"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And I just want to circle back to one thing for both of you in a 30-second rebuttal. Specifically when it comes to contraception, is there anything that strikes either of you - we'll start with Emijah - that you think the Legislature could do to help ensure and guarantee access and availability?",
      "id": "d762926e-74ce-4f50-9350-5913ad2a2b52"
    },
    {
      "speech": "Emijah Smith",
      "text": "Well, definitely education. I definitely think that we need to ensure and continue to make sure that we're educating our youth in schools and making - contraception needs to be available. It needs to be available to all birthing parents, but we also need to make sure that we are including and not fighting to have education for our youth to understand sex education. And so that's been a big deal before the Roe V Wade issue had came up, so I'm a supporter of making sure our families are talking to each other, because this is a family issue. It's not just a woman's issue. It's not just anyone's issue. It's an issue about our bodies and our rights of what we want to do.",
      "id": "46ef9141-4d7f-46d8-a353-0e27b89cbd8a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Thank you very much. And Chipalo?",
      "id": "68d2098f-8214-41a1-b290-4b6122fa8ea3"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yeah, I agree. Education is a big part of this. Funding is also another part. Making sure that contraception is available to anyone who wants it. Making sure that preventative medications like PrEP is available to anyone who wants it as well - that goes a little bit past reproductive rights and into sexual rights for our folks, but making sure that it's just available to everyone, I think, is very important.",
      "id": "6cec9aa5-f373-48d3-81bc-1141e90893ff"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question. What will you do when you're -",
      "id": "a57e1c82-0b3f-40f8-abd3-1aa4b428acc2"
    },
    {
      "speech": "Emijah Smith",
      "text": "We need some call and response in here - this is, you know -",
      "id": "2cab0f7b-1451-4d19-8ab5-4a9adaf10f6a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "What'd you say?",
      "id": "b084bba7-8e47-47e0-b421-8721e707ea61"
    },
    {
      "speech": "Emijah Smith",
      "text": "I need some call and response. We in the 37th, we are very diverse - this is how we move, so I'm just - go ahead, sorry.",
      "id": "e75e446a-4230-41d6-a6f1-b512dbff0989"
    },
    {
      "speech": "Crystal Fincher",
      "text": "What will you do in your capacity as a state legislator to help small local businesses? Chipalo?",
      "id": "6eb5e909-2045-47d6-ac2c-8c785e969807"
    },
    {
      "speech": "Chipalo Street",
      "text": "So, I'm a small business owner myself and I understand the problems of balancing books, the stress that the pandemic has put on different small business owners. And so - number one, making sure that when we look around at other types of businesses - like we have incubators for tech businesses, we have incubators in high-tech businesses. Why don't we have incubators for smaller businesses, for communities of color? Access to capital is one of the issues that holds businesses back - where I think we saw in the video - the guy who founded WeWork completely did a scam and then got another $350 million to go start Lord knows what. So making sure that we have access to capital in community is really important. Working with organizations like Tabor 100, who provide incubation-type services is really important. And then working to make sure that our communities foster businesses - so for example, businesses that are in walkable and bikeable areas get more traffic. Not only will that increase business to those businesses, it will also get us towards a greener climate future if we have an environment and community that encourages us to get out of single-occupancy vehicles.",
      "id": "824faa7e-356c-4226-a601-d2fbbd936814"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "97790d4b-aea7-4d40-90b0-91a74b90730f"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. I am a member of Tabor 100. And one thing I've learned - I've been a member for a number of years - is oftentimes the resources only go to a couple of places, right? So a lot of our small businesses are pop-ups. So a lot of, even through COVID, the money that's coming from the federal government or from our local government agencies are not making it to the small businesses. Similar to what Chipalo was saying, you need capital to even get a loan, but also the money that was coming to support the businesses, it wasn't reaching those businesses. It seems like the same million dollar companies, people who always were getting the money kept getting the money. And also, when I think about the displacement that's happening in our community, I would like to see some restrictions or some policy that is not targeting our small businesses in neighborhoods or communities that have been historically gentrified and displaced. Similarly like the Central District, but all throughout the 37th - all the constant building could be harming - it has harmed our communities, most marginalized, but it also, in some ways, makes it harder for them to start up and rebuild. So there's education and awareness. Sometimes small businesses do not find out about the funding until it's too late. And so I'm hearing from business owners all the time about they're seeing, they feel like it's a scam. They feel like even though they've had some opportunity to try to start something up in cOVID, that it's gonna go away. It's gonna be the same old, same old people getting it all the time, the same status quo. So we gotta figure something out. We have some small business owners here in the neighborhood. Even in my campaign, I learned, the small businesses cannot unionize because it costs so much money. We should be figuring out a way to make sure our small businesses can get themselves the access in the door. And that is time. You said we can keep going. It wasn't a penalty, correct?",
      "id": "bb5a6f8e-0272-4064-9405-7901dce2adfa"
    },
    {
      "speech": "Crystal Fincher",
      "text": "No, the red is stop.",
      "id": "895b6d26-1a7b-4261-b89e-b655f4179507"
    },
    {
      "speech": "Emijah Smith",
      "text": "Okay.",
      "id": "d8e4610d-7263-4903-91d7-fa3ab5ce0a87"
    },
    {
      "speech": "Crystal Fincher",
      "text": "You get a 10-second sign. That 10-second sign is like, okay, we gotta wrap up.",
      "id": "4bf57722-d29c-4018-9862-87e52a735b65"
    },
    {
      "speech": "Emijah Smith",
      "text": "Well, thank you very much. That's call and response. I just want to say that I definitely value our small businesses. I stay aware and I try to stay connected as much as possible. And I would do any and everything I could in my role as a legislator to make sure that those investments are being made in our small business community, particularly the 37th and people of color. Thank you.",
      "id": "c54d870e-e47c-47a0-b3db-794e4d99bf4e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Okay. Chipalo.",
      "id": "39e5204e-5350-4c68-baac-a4cd85b381ad"
    },
    {
      "speech": "Chipalo Street",
      "text": "Oh, sorry. Do we - I think we took a fair amount of time.",
      "id": "93a6a027-7dbc-4932-8406-1f4d4a344ff7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Oh, yeah, we just did. Sorry.",
      "id": "e8b387af-2aaa-491d-9a1e-a2ba941293a3"
    },
    {
      "speech": "Chipalo Street",
      "text": "I didn't necessarily have a rebuttal there.",
      "id": "ad344e7e-3952-49dc-aaf8-82b3b9711c70"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Okay. Next question. Washington State has seen an explosion of traffic violence in the last two years with an extraordinarily disparate impact on those who live in our districts - the 37th district. For example, there are major Sound Transit investments coming online in the district at Judkins Park that are surrounded by unsafe freeway entrances on Rainier Avenue. It's not if, but when that folks in the 37th will be injured or killed by cars at that station entrance. And I should clarify, this is an audience question submitted before. What will you do as a member of the legislature to ensure that our streets are safe for pedestrians and cyclists? Emijah?",
      "id": "6422383f-3c1e-454c-887b-351def05e31e"
    },
    {
      "speech": "Emijah Smith",
      "text": "I appreciate that question. Living here in the 37th, living here near MLK where the light rail has been placed on top, when the community organized to have that light rail put underground. And the community won that fight, but with promises of housing and business investments and all the things that did not happen from Sound Transit, we have it on top. And so there's been - I see, oftentimes, those accidents. I see those fatalities. My heart goes out to the family of the mother who was killed at the Mount Baker station. I knew her before she was a mother. So these things are near and dear to my heart. When I think about traffic safety, I think that we have the data - Sound Transit does. They have the data that we should be - as things are being built and created, they should be co-designed with community, and then we should be making decisions while we're implementing these light rail stations, these new highways, whatever, it's not a highway, but these new ramps. All that should be taken into consideration in the beginning because the lives that are being lost mainly are BIPOC lives, Black and Indigenous people. And so our lives are being sacrificed for something that we never even asked for here in South Seattle. But I also want to think about traffic safety. I think about when our young Black men, who are the most targeted to even get on Sound Transit, being harassed because they're looking for ID or for payment - that to me is a safety issue. That's why oftentimes you may see me driving or driving my children somewhere because it's a safety issue because they may be harassed by the police, as well as those who tend to cycle.",
      "id": "50d73384-379a-4919-8b9a-f183efc4990e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "That is time.",
      "id": "c9803688-4558-4369-bc91-f24b9da46aa4"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you.",
      "id": "5bc2485f-5b18-43a8-abea-4387cd07d097"
    },
    {
      "speech": "Crystal Fincher",
      "text": "I just want to double check just to be clear. So we got that yellow 30-second sign, the orange one -",
      "id": "ef645e66-a4b4-4768-a5fd-4aa368ecacf1"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Okay. Thank you. Cool.",
      "id": "85bc386c-3414-462c-953b-3ba89236f872"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo.",
      "id": "f21f82a7-d1a3-4253-8a24-1c226be823be"
    },
    {
      "speech": "Chipalo Street",
      "text": "So bike and pedestrian safety is something that I lived on a daily basis. Before the pandemic, I tried to bike to work from the CD all the way to Microsoft two times a week. And that exposed me to some very nice bike trails, but also some very dangerous streets. And so if I'm elected into the legislature, I would want to make sure that we have a comprehensive network of connectivity. So regardless of what type of transportation network it is, it needs to be connected. We built a monorail from downtown to the stadium - like Climate Pledge - that doesn't do much. For a long time, our two streetcar networks weren't interconnected, which means people didn't want to use it. So we need to make sure that all of our infrastructure is connected. We need to invest in bike transit and infrastructure. And this is particularly important to the 37th, because we have two of the most dangerous streets in Rainier Ave and MLK Way, 40% of the injuries there are pedestrian. And I think this is a place where we can, I mentioned before, find a win-win with business, because businesses that are in bikeable and pedestrian-friendly areas get more business. So I believe this is a way that we can build a coalition around fixing the problem of safe streets in the 37th. And it's also an issue for our kids, because we have 10 or 11 schools that are on both of those two most dangerous streets. So we can make sure that our kids are safer today as well.",
      "id": "241b60a9-4d60-422d-a4e8-65795f0af998"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much.",
      "id": "088dfb05-6b0e-4323-a91c-4c1f61fd1de3"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Next question. One of the biggest things we can do publicly to fight the spread of all airborne illnesses, including COVID and the cold and flu, as well as protect against poor air quality days because of wildfires - which we've seen over the past few weeks - is to improve ventilation and filtration in public buildings. What will you do to ensure that public buildings, including schools in the 37th district, meet recommended air circulation and filtration standards for good health? Chipalo?",
      "id": "b01b3c1d-2e78-4201-bc73-0bf106442bb2"
    },
    {
      "speech": "Chipalo Street",
      "text": "To me, that sounds like a question - if I could be appointed to the Capital Budget, where we have the power to change our physical infrastructure. I would love to set aside money for that. When I look at committee assignments, we can start all the great programs that we want, but if we don't fund them correctly, they will not have the desired outcome. So making sure that whoever comes from this district gets put on Appropriations or gets put on Capital Budget is really important so that we can bring the money back to the district to make sure that it is used in community to make us better.",
      "id": "320e2705-f513-44ca-b8df-ebd308c8abed"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "6cfb00c9-c2c8-4cf4-abf4-bd95a5c38437"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. In my experience being in Olympia, we can make the decision. So Senator Saldaña, of course, is leading the HEAL Act - that's an environmental justice issue, but it's about implementation. So it's easy - it's one thing to put in a law, then you do have to fund the law, but you also have to implement it. So when it comes down to the other municipalities locally, sometimes they're stuck. So we have to make sure we're following the legislation all the way down to the community or to the district that you want and make sure that it's being implemented in a way, in a timely fashion as well - not three years, four years, five years down the line, but immediately. That should be part of the planning. So of course we have to fund it, but if we're not able to implement it, it's just words. So I would like, in my leadership role, is to make sure that there's language in the bill that makes it more accessible to our municipalities so that they can actually do something about it. If you put in the bill and it can't be ambiguous, it needs to be really focused and maybe restricted funding to air quality in the schools, rather than just saying, Here's some money to your school for air quality. Because they'll use that money any way that they choose to use it if the legislature does not direct them with restricted funding. So I would target it. Thank you.",
      "id": "c3f4ee1a-ae56-438d-8dd5-41129c55fad6"
    },
    {
      "speech": "Chipalo Street",
      "text": "Can I provide an example of how we would do that?",
      "id": "e2b19055-7194-41c9-a8e4-512d8b5f0666"
    },
    {
      "speech": "Crystal Fincher",
      "text": "I will give you both 30 seconds to rebut. Go ahead, Chipalo.",
      "id": "db7c690a-4ec6-4076-992c-49f52c23ceb3"
    },
    {
      "speech": "Chipalo Street",
      "text": "So a good example of how we can do that and how that has been built into some of the laws that have been passed is - recently, we passed the cap and trade bill. And one of the things I liked about that bill is that it built equity into it, so 30% of the funds that are created from the cap and trade go back to investment in BIPOC communities and an additional 10% go into investment in our Native nations. So that is a source of revenue that we could use to improve air quality in our schools and I think aligns to the point of that funding.",
      "id": "93e12e33-682b-4b44-bf80-1e3ea6070f62"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "8df4f093-ce91-4dbc-8034-9043a00a09a3"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yeah, my follow-up with that would be - I just want to also say I'm solely endorsed by the Washington Conservation Voters. So they're looking at this issue across - and so I would definitely, again, lean into the organizations and to the leaders to help direct being a servant leader into doing this work. But nevertheless, what I have found in my experience - when there's a law passed - it takes the community to still apply the pressure on the entities and organizations to make something happen. So I have that experience, that organizing experience, and building those partnerships on the ground level to make sure it's being implemented. Because once they move it from the state, the state lets their hands go. So they need more guidance and direction, and that direction needs to come from community. Thank you.",
      "id": "c3cf047a-9f9d-4e35-9870-8b82d70bc822"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question. How will people tangibly feel your impact as their legislator? What is one concrete thing that people will be able to see is different by the end of your term should you be elected? Emijah?",
      "id": "a1132173-7e89-40fc-8a57-9e6b21a99920"
    },
    {
      "speech": "Emijah Smith",
      "text": "So are you asking what has been done already or what you plan to do going forward?",
      "id": "00022e8f-d1a0-49a8-95c8-c2341ed02d43"
    },
    {
      "speech": "Crystal Fincher",
      "text": "No - if you are elected, what will people see is different by the end of your term than it is right now?",
      "id": "2e494fa4-cce0-438f-bdcf-564d608779c8"
    },
    {
      "speech": "Emijah Smith",
      "text": "I think people will continue to see - at least for me - they'll see a continuation of the work. It's not something I'll start to do, it's something I will continue to do. So first and foremost, I think, doing racially justice-centered justice reform work - and that's all interconnected. So when I think about our healthcare and the doulas, the doulas have been seen as a medical profession led by Kirsten Harris-Talley, but we need to put money in the budget to make sure that they're being reimbursed for their services. I think in these two years - that you will see that that definitely happens. My granddaughter was born during COVID. My daughter almost lost her life during that birth. It is a well-known fact that Black women are three times as likely to lose their life during childbirth. So having a doula, having somebody there with culturally relevant care will make sure that the lives are not being lost. In addition to that, I am a board member of the Tubman Health Center - this is another place - making sure that we have capital investments to make sure that we create a clinic that is going to center Black and Indigenous community and bring culturally relevant care, and that will also serve our LGBTQ community. That's something that you will see, I believe, and I strongly believe within the next two years as a representative, if I am honored to earn your vote. Thank you.",
      "id": "61b65e03-bba3-4f25-81ec-fb71fbdb4579"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Chipalo?",
      "id": "e575ec19-b12c-47f8-9cc4-01c8b106f30b"
    },
    {
      "speech": "Chipalo Street",
      "text": "So technology has been changing our lives from the way we communicate, to the way we move about the city, to how we get health care, or even go about banking. And I'm excited to bring my expertise in the tech industry to make sure that technology opens doors for all of us, but also prevent technology from rolling back the rights that we have. So I mentioned earlier that one of the first things I would do is work to make sure that our data is protected so that it can't be used to go for people looking for abortions or providing abortions - that is something I would start with. And then continue to do the work that I have done in the tech space. When I got out to Seattle, I volunteer taught computer science at a school in South Seattle. We started with a Intro to Computer Science program and then over six years built it up to an Advanced Placement program. So I would make sure that we distribute the wealth of tech to make sure that everyone in this community can take part in the industry that's been changing our region. The 37th has also been a strong supporter of kinship care, and so I would build on the work that Eric Pettigrew has done to make sure that kinship care and kinship providers are funded at the same rate as a foster care parent.",
      "id": "81f96802-cda9-42a7-9d0b-69bca552dacf"
    },
    {
      "speech": "Emijah Smith",
      "text": "May I follow up?",
      "id": "520fc4aa-269b-4b67-a6c8-9606ada34201"
    },
    {
      "speech": "Crystal Fincher",
      "text": "You may. I'll give you both 30 seconds to follow up.",
      "id": "6232a83f-9f76-4067-b9dd-409eae6e0dc5"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. I, first and foremost, want to say that I would love to learn the school that you served, 'cause I think that's a wonderful thing that you've done. But just being a resident in the 37th and living in South Seattle for a number of years, it's important for me to know what school you're mentioning. Also with regard to kinship care, I've held relationships throughout the years with our grandmothers for taking care of their kids every single day. And so there has been a gap of care and service for our kinship care program once Representative, our former representative, Eric Pettigrew had stepped back.",
      "id": "18026d4e-5a1c-4862-93ce-5ed107d8ca42"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And that is time.",
      "id": "2b9c90c2-5c0f-477c-a1db-715d884a46c0"
    },
    {
      "speech": "Emijah Smith",
      "text": "So I've been in relationship with the community and I am definitely going to continue to serve that community. Thank you.",
      "id": "22a95e1a-0d95-4fcb-9bce-606e53e6ddb3"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo?",
      "id": "aa1d57d6-54d8-4da4-b801-42330c614021"
    },
    {
      "speech": "Chipalo Street",
      "text": "So the school is Technology Access Foundation - it was started by Trish. When I was working there, it started on Rainier Ave - right on Rainier and Genesee - and now they have bought a building down a little farther south in South Seattle. So it is a very well-known technology -",
      "id": "25aa56fe-3be9-4f35-ac2e-31006bcf8b26"
    },
    {
      "speech": "Emijah Smith",
      "text": "It's not a school.",
      "id": "db393107-490b-4b47-8f4f-fb4474ac5d5b"
    },
    {
      "speech": "Chipalo Street",
      "text": "Excuse me?",
      "id": "8b427c1d-504a-4e5e-a4f3-7552ac5c2904"
    },
    {
      "speech": "Emijah Smith",
      "text": "It's not a school.",
      "id": "bcff2a7f-fdc5-4c21-a07e-7d57f13d9666"
    },
    {
      "speech": "Chipalo Street",
      "text": "Technology Access Foundation is a school. Technology Access Academy is the school.",
      "id": "37158540-830e-460f-9a69-e43e0cfe07e2"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yeah, it's not in South Seattle. And actually they started right up here.",
      "id": "c3d3d3bd-fed4-43f5-aecd-533f107402ca"
    },
    {
      "speech": "Chipalo Street",
      "text": "It started on Rainier Ave.",
      "id": "11955fca-6f48-403f-a7ec-e2002aeb6377"
    },
    {
      "speech": "Emijah Smith",
      "text": "But -",
      "id": "31af88d6-ec8f-475b-9dba-763527e58676"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Let's allow Chipalo to complete his answer.",
      "id": "bef0d4ec-25f7-400f-a3e3-ebfe20665dbe"
    },
    {
      "speech": "Emijah Smith",
      "text": "Okay. So, okay - I just wanted -",
      "id": "932bed29-b0d9-423a-a79e-8aeb99917fb0"
    },
    {
      "speech": "Chipalo Street",
      "text": "Technology Access Foundation is the foundation that started Technology Access foundation Academy, which is a school that started on Rainier Ave - which is in the 37th - and then was moved down farther south, which is still South Seattle, and serves people who have been displaced in the 37th. So it is still serving our community. I served there for six years, which is a long time, to go from a start of an Intro to Computer Science to an Advanced Placement Computer Science program.",
      "id": "1da8a6f3-ea7a-4a3c-b004-c6682a0464c5"
    },
    {
      "speech": "Emijah Smith",
      "text": "I just want to -",
      "id": "8028d9df-0167-4224-85fc-6495eeb51b76"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And we'll call that at time, and that is the rebuttal time that is there -",
      "id": "38e55514-3673-4b00-8c41-edcedecc875f"
    },
    {
      "speech": "Emijah Smith",
      "text": "Okay, but they're not a school though and my daughter went to TAF Academy -.",
      "id": "bc15fad8-b521-4e23-93c9-69ae3d839d8f"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Emijah, please respect the time limits.",
      "id": "9da280d6-98c7-4e16-9f86-eef92d7e3968"
    },
    {
      "speech": "Emijah Smith",
      "text": "We're going to center time, or we're going to center the issues that are really in the 37th. I live in the 37th. I raised my daughter here next door.",
      "id": "032a7daa-03f9-423b-a600-f65534921d35"
    },
    {
      "speech": "Crystal Fincher",
      "text": "I have a question from a resident in the 37th that I'm going to ask.",
      "id": "c5534de3-da27-40c5-bff7-1f4bad7be79b"
    },
    {
      "speech": "Emijah Smith",
      "text": "Okay, I'll be respectful, but I also want us to bring - let's bring the real issues forward.",
      "id": "a39d8419-9817-4a49-b528-ee66579898b8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "So how would you help address the affordable housing crisis? Starting with Chipalo.",
      "id": "88e4657e-9167-4c54-a4cd-31f3c5056d2a"
    },
    {
      "speech": "Chipalo Street",
      "text": "So when I think about housing, I think about three buckets of issues. This is something that we hear at every door when we go out and canvass. We were just talking to an elderly gentleman who is part of - he was a state employee, and so he has one of the oldest pensions, but we have not funded that pension so that he cannot keep up with the rising housing prices. So when I think of housing, I think of how do we stop harm, how do we get more units on the market, and how do we tide ourselves to the way there. So stopping harm looks like anti-displacement measures, so making sure that seniors can afford the rising taxes, making sure that - right now what we have is we allow seniors to defer taxes, but once they die, then they have to pay all of those back taxes, which essentially forces a family to sell the house, unless you have $10,000, $15,000, $20,000 lying around. We also need to increase renter protections - landlords can do some crazy things. Even though I'm a landlord myself, I live that business through progressive values, so we can't allow felons to be disqualified from having housing. I have a tenant who's a felon, he's one of my best tenants. We should lift the ban on rental control, we should - rent control statewide. We should limit the types of fees that a landlord can charge their tenants. In terms of long-term measures, we need to invest in low-income housing through the Housing Trust Fund. We need to figure out something about workforce housing because even two teachers who are underpaid already - if they're living together, they can't afford housing in the district - and we need to invest in mass transit to increase density around it to get us towards a greener climate future and have more houses.",
      "id": "5d2ccad1-0f81-4c33-9006-e570ccd0624d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "13acd88d-0fb7-4adb-81ca-ff7ca9ff9cae"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. So what I've been doing and currently been doing is really - with community members, locked arms, going to Olympia, going to our state-level Washington Housing and Finance Commission - and demanding that they release the funds in our community. So what I have done with community, because it's a team effort, is to release the funds to make sure Africatown Plaza has been funded. Community development for us by us - the Elizabeth Thomas Homes of Rainier Beach, the Ethiopian Village here in South Seattle - these are all housing developments - low-income, stable housing opportunities in the 37th. That's one thing. The second thing is - I agree - lift the ban on rent control on the state level. Number two is definitely providing increasing - no, lowering the income level for seniors to qualify for these tax deferments. I've talked to multiple seniors who are living on Social Security and who cannot qualify for King County's tax exemptions or deferments, and so that's a hardship on our seniors. In addition to that, I do agree with middle housing, but what I want to see is that we're not continuing to displace community as we're bringing more density in. We need to be more equitable and look at the houses in the communities on the north side of the Montlake Bridge - let them carry some of the weight of some of the housing developments, because what we don't want to do is continue to keep displacing folks. But I've been doing the real work - I sit on coalitions that are looking to remove the barriers for felons or any person who's just trying to rent. But rent should not be our goal - home ownership is the goal in order to create generational wealth. Thank you.",
      "id": "e58876e2-638e-4fae-a227-27ffba2ec482"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question - from the audience. What is the State Legislature's role and responsibility on digital equity and addressing the digital divide? Emijah?",
      "id": "c4dbea56-f0ff-46be-8222-c92e1daa92e8"
    },
    {
      "speech": "Emijah Smith",
      "text": "This is a multi-pronged question or answer and solution, because it's around making sure that our kids' education is fully funded. Because in order to close the digital divide, which I have done and supported as a co-convener of the Black Community Impact Alliance. We have just recently did our open house in the William Grose Center - that is a hub to make sure that we have a think tank and provide opportunities for our youth for the tech world. But that took community building, going to the City's office to get the land transferred - that took organizing. It also means you have to make sure that our children are prepared for kindergarten and making sure their reading and their math is on par at third grade. Making sure our freshmen are finishing their freshman year. So really being an advocate in Seattle Public Schools, making sure the strategic plan and the resources are going to those furthest from educational justice. That's what I do in real time. But the William Grose Center is what the community locked arms and myself as a leadership on co-convening the Black Community Impact Alliance - that's what we've done for the digital divide. And my children have benefited from the opportunities from coding, from change makers, from all the different things that our public schools do not offer. And our school system needs to be fully funded, particularly making sure those who are receiving special education services get a real opportunity - because you can't close the divide if you're dropping out of school or they're sending our kids to prison. You can't get the opportunity if you're not graduating. So that's my goal - is to make sure that we're fully funding our education and utilizing our education system and doing community building at the same time to make sure we're closing this. Thank you.",
      "id": "a744df8e-8c76-4ca9-884f-48dc9d646f22"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Chipalo?",
      "id": "ee93fccf-2cb5-40c8-a8a5-aa0269d2a1c1"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yeah, I agree. There's a ton that we can do for education. I'll speak specifically about what we can do to close the digital divide. It's crazy to think that more than 50% of our students aren't competent in math and sciences - that is just plain scary. And we have to change that. And that's in high school. And so we have to make sure that we improve our STEM education. We have to make sure that we do public-private partnerships to bring tech education into our junior highs and high schools. It's an embarrassment that we have so many resources here in this area, but yet our tech education lags behind many other places in the country and the world. When we also look at STEM and tech, we can't only afford to have people getting a good job out of tech. We need multiple ways for people to get good jobs. So to me, that looks like creating pipelines to the trades. For too long, we've sort of said, Oh, you went into the trades because you can't hack college. No, you went into the trades maybe because you like to work with your hands, or you want a job that can't get offshored, or you want dependable hours - two of my best friends went through four-year college, got jobs, hated them, came back, became journeymen electricians, get paid more than those jobs that they had going to college. One's about to start a business. And so making sure that the trades are a respected option for our kids is important, just like it should be an option to go into technology. And then we should also fund free two-year college. Free four-year college is great - we should definitely get there. However, we need to start with free two-year college, just like the Seattle Promise, because 50% of Seattle graduating seniors applied for that, and 1,000 took part in it.",
      "id": "1c8e65f5-64dc-4a72-a6c0-4655897fdf99"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much.",
      "id": "429a3e80-e0dd-445a-a7ad-5f835df6f9d6"
    },
    {
      "speech": "Emijah Smith",
      "text": "Can I follow-up?",
      "id": "d3df2271-f5ca-4a35-83fe-40efcab528cb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "I'll give you 30 seconds each for a rebuttal - go ahead.",
      "id": "c98a9838-cbed-4075-9202-5e6f8de61b19"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. I just wanted to also add - on the state level - that determines the college-bound scholarship money, right? And right now, it's saying you need to have at least a 2.7 GPA - it keeps going up every year. But also is saying that a young person cannot have a felony on their record. And so I really, truly want to get that removed, because how are we going to expect our youth to graduate and get to these opportunities, but we're already setting them back because they made a mistake? And we understand the brain science and the development there is that their brains are not fully matured. So we're kind of setting them up for failure, so that's another place I would like to work on.",
      "id": "8c65fa53-417f-4077-b0cc-a6619ce08ba4"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you - Chipalo?",
      "id": "95e3f42a-603b-4c84-8f77-e5ca4c2a0819"
    },
    {
      "speech": "Chipalo Street",
      "text": "She's right. And it shouldn't only be our youth, it should be our brothers and sisters getting out of jail. We should not be limiting the professional licenses that people getting out of jail can attain. And then we should also make sure that University of Washington is funded with the Allen School. We have great resources there - or teachers and staff - but we don't have the resources to scale it out the way we would like to.",
      "id": "4f9c559d-4cff-4a9c-a4d4-88bb83d73062"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Another audience question. Crime has been increasing across the state, and people are concerned about their safety and whether the right things are being done to address current levels of property and violent crime. Given that the Legislature has already voted to increase public safety funding, largely devoted to policing and prisons, do you feel that we need to invest more in that area, or would you also take a different approach? And we are starting with Chipalo.",
      "id": "a37868bc-b2a8-4957-b8f8-3f632bf5f741"
    },
    {
      "speech": "Chipalo Street",
      "text": "So I think we need to think about public safety comprehensively as more than just police. This is something that is near and dear to my heart. When I was at Brown, we had an open campus - me and my best friend were walking around campus onto a public street and Brown police came and asked me and my friend for our IDs. I didn't do anything wrong, so I continued to walk. My friend stopped, told him who I was, showed him his ID, but that didn't stop Brown police from calling out for backup. Providence police got that call, caught up with me and beat me so badly that they had to take me to the hospital before they took me to jail. Despite that experience, I still think police are part of public safety, but we have to be able to hold the police force accountable, or we're not going to have trust with the police force. I want to work with them to make sure that we set them up for success, so that we are sending a mental health counselor out to mental health crises - because they are trained to deal with these situations - and the person receiving a service will get a better service than sending three or four cops. We don't need cops in schools, we need counselors in schools. And so I think if we think more comprehensively about public safety, then we'll get better outcomes for the community and a better relationship with the police force. We should also fund like violence preventer programs. We should get guns off the streets - one of the sad things about gun violence prevention is that there are very, very common sense gun laws that 60, 70, 80 percent of people agree on. However, federal legislators can't get their act together, so we need to make sure that those laws pass here in our state.",
      "id": "db8ae26c-3bb4-4b8c-9dea-fb1cf02afcfa"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "b6e59e15-81f5-492d-947e-7a84ece3b12d"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. When I think about public safety, I think about community safety - it's not just a conversation just about what the police are doing in community. It's also about how does the community feel safe - with the police. So there has to be an accountability conversation. So on the King County Community Safety Violence Prevention Task Force that I've served on, really it came down - of all their research and all their conversations and co-design - it really came down to families needing their basic needs met. Housing, education, food security, the basic needs - they believe that that's what it's gonna take to really bring prevention. So our state has already been working at some things with regard to guns and taking, looking at how many bullets, a clip - I don't know, got so many words coming - reducing how many bullets that you can have. I think that we need to make sure that every person who gets a gun needs to have a class - similar, if you want to get your driver's license, you need to learn how to drive - we need to learn how to use a firearm. You also need to make sure that it is locked up. Again, I am solely endorsed by the Alliance for Gun Responsibility. So community safety, also - we need to look at the funding that's coming from the State Department - so there's federal money that was brought down to the state, they've started a new division. We need to work with that division to make sure that it's meaningful in the 37th, because the 37th has different issues. We're not looking at machine guns and going into the schools in that way. What we're looking at is handguns that we gotta get removed and get them off the street. Thank you.",
      "id": "1b86644a-c979-4cce-974c-ad064d4c216c"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question - from the audience. Washington State funds only about half of what Seattle Public Schools spends on special education and only about one-third of what Seattle Public Schools spends on multilingual education. What is your commitment to fully fund public schools, particularly special education and multilingual education, and how would you get that done? Starting with Emijah.",
      "id": "1e5eb683-3cf0-4427-bb7e-920c9a018cd8"
    },
    {
      "speech": "Emijah Smith",
      "text": "We gotta get out, we gotta go on the state level, we have to be loud and proud, and we have to make sure that the funding is fully funded. Of course, special education is not being resourced. Our special education students tend to be the main students that are getting pushed into the prison pipeline. So I am definitely gonna be loud and proud up there to make sure that that occurs, because we can't waver there. But Seattle Public Schools is also advocating to our state legislators right now, because the issue is that there was a tweak in the formula - that Seattle Public Schools is not getting as much money that it needs, but we also want to make sure our teachers are getting livable wages. And so it's coming to a point that if something's not addressed and more funding doesn't come into the education system, then maybe the public education here at Seattle Public Schools may falter. They're not sure what to do, teachers may go onto a strike. So we will have to figure it out, and we're gonna have to figure it out without taking away our children's basic needs - we should not be taking healthcare out of our schools, we should not be taking our social workers and mental health counselors away from our students. We have to do all the things, and we just have to figure it out and get creative. There are some great leaders there around education, but I'm a fierce advocate as well, and I don't think we should leave any student behind, especially those who are receiving special education services. Thank you.",
      "id": "3cb8b6c4-230d-40af-afae-e7a40514e33b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Chipalo?",
      "id": "4f58f183-c5b6-4254-843b-aa4272ec43f6"
    },
    {
      "speech": "Chipalo Street",
      "text": "So currently there's a funding cap on how much Seattle Public Schools gets reimbursed for special education funding, and if we were to remove that, Seattle Public Schools would get another $100 million that it would be able to put towards that. That is just a start. We - McCleary got us closer to funding education, but we do not fully fund it, and this becomes a revenue issue. Washington State has the most regressive tax code in the whole country, despite how progressive and liberal that we claim we are. We need to make sure that every corporation and person pays their fair share - so that looks like closing corporate tax loopholes, making sure that we keep our capital gains tax, which is - the revenue from that is used to fund early education, which is a necessary part of the education system - and then also implementing a wealth tax. Personally, I would prefer an income tax because an income tax is - you can withhold that. It's been tried before, we know how to implement that - however, there are constitutional issues with that. So in lieu of an income tax, we should be able to try a billionaire tax. And the thing that gives me hope is while things get stymied on the federal level, we've seen localities and states try out new things, and so maybe this is something that we can pilot here in the state, and at the end of the day, a billionaire tax and an income tax aren't mutually exclusive. We can still work towards an income tax, even if we have a billionaire tax.",
      "id": "44eb5cd2-241b-43ef-ab0b-1689f24819dc"
    },
    {
      "speech": "Emijah Smith",
      "text": "May I follow-up?",
      "id": "54ffe528-782d-4242-ac44-7e966be8080d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yep. You each can have 30 seconds.",
      "id": "4cb0d96e-f9df-4c77-a9e2-942f0283f32b"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. What I want to share is that our community - I agree - Washington has the worst tax setup and structure. And we have been, in Washington State, been trying to bring forth initiatives multiple times to the state to address this issue so that we can make our wealth more equitable. And our community members and residents and citizens have been voting it down. So I'm thinking with this inflation, with the impact of COVID - but now it could be a really great time that more of our citizens and our residents will see that this is really necessary and will vote in their best interest instead of voting it away. Thank you. As well as our legislators making a move in our best interest.",
      "id": "6c408073-ed42-4a71-afa0-07f556830b37"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo?",
      "id": "e7b80ecf-c228-431d-ad31-3424d59844b6"
    },
    {
      "speech": "Chipalo Street",
      "text": "I'm good.",
      "id": "8f0d96ee-0add-471d-bd6c-40a596583c16"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question. What is your connection to unincorporated Skyway? If elected, how will you support the development and investment in this neighborhood? Starting with Chipalo.",
      "id": "aa02875e-e2d3-4647-8497-4fd40098e09d"
    },
    {
      "speech": "Chipalo Street",
      "text": "So if I was to be elected for this State Rep position, I would basically be one of three elected representatives for Skyway. So Skyway is unincorporated - that means it does not have a city council person to whom they can go for local issues. That basically means that myself, Representative Santos, Senator Saldaña and Councilman Zahilay would be the elected representatives for that area. So I would love to work with them in partnership to understand what development needs they would like to see. It was great to see that we went through a community budgeting process where folks were able to actually vote on how money was spent. And so supporting community involvement in how money is spent, making sure that we can advocate to get money set aside for Skyway because we know that it is not going to come through the City of Seattle, it's not going to come through the City of Renton. Those would be the ways that I would partner with the community to make sure that we develop it in a way that the community members see fit.",
      "id": "857d3494-7d48-4afc-9413-47052e955c58"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "1ffff853-be4c-41b0-8d08-28cfcd62a14a"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you. I love that question - yeah. So I'm connected with Skyway for the simple fact that I shop at Grocery Outlet, I get my taxes done over there, I patron the restaurants over there. My mom has recently moved, but had lived there for about 15 years - family's there, people use the post office there, banking there, utilizing the library there - Skyway is my community. And so that's my relationship. Second part to that question is - again, part of being Chief of Staff with King County Equity Now and just having relationships in that community - making sure that we got money from the state level to support Petah Village - early learning development, and also just the new outside - door - preschool, right? There's leadership there, there's expertise there, there's churches there, there's a nail shop - there's all the things that are near and dear to my heart, to be honest. That community is mine - not mine, but it's shared. I was on the Community Investment Budget Committee for King County's participatory budgeting to make sure that money was stored in a way that was definitely led by community members and getting the input from community members to see how they want to move that and looking to make sure that King County does it again in the future. So that was $10 million. We had a celebration about a few weeks ago, naming the projects that were funded. So yeah, this is near and dear to my heart - has been neglected, Skyway has been ignored. I'm thankful to King County Councilmember Girmay Zahilay, another sole endorser, for the leadership that he's had there, as well as Senator Saldaña, KHT - Kirsten Harris - I gotta stop, but all the legislators who have been pouring into that district. And let me shout out to Cynthia Green Home there - Center.",
      "id": "baf47540-4844-456b-a59b-892f8f3485ad"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Another audience question. Will you use your position at elected office to uplift more progressive voices in the office? And that question goes to Emijah.",
      "id": "ded33c30-47e4-42b1-a1fe-0a0a7e11dc08"
    },
    {
      "speech": "Emijah Smith",
      "text": "Will you repeat that please?",
      "id": "a96a160b-57b1-4fd1-94df-204b82ccb3ae"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Will you use your position in elected office to uplift more voices into office, and how will you do that?",
      "id": "475e8f83-addd-4872-bac9-d0eda5cabd96"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yes, most definitely. I see this opportunity as being a bridge builder, right? If I'm in Olympia, you'll have a space in Olympia. The work that I've done over the years has definitely been providing workshops, not only in my professional capacity but in my personal capacity, to make sure that our everyday people understand how a bill becomes a law, right? Also the nuances - how to effectively communicate with your legislators - how do I go into those spaces and really center racial justice, knowing that I am a descendant of stolen ones in this country? I can't go into those spaces and just talk A, B. I have to go in there and really give them the nuances, the impact of what it means to be a Black mother in this community and navigating these systems. So I share that expertise and I share that knowledge with others, as well as being a pTSA president - always constantly talking to families about how they can strengthen their partnerships with their teachers, strengthen their partnerships with their principals. That's just the natural work that I do. So in order to be successful in this role, I need the community to come along with me. I need y'all to be the wind behind my back and be in locked arms. That space is our space. That's my plan - if I'm there, they comin'.",
      "id": "b3b621e7-2fc0-4503-b3d8-bbdd65ede0cb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much.",
      "id": "d7aa7e87-5061-4ee3-8d36-239493bcc928"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you.",
      "id": "9b5a6c20-6e2d-4467-8a58-9b0dd20f30ec"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo?",
      "id": "1af6fb15-3d84-40b4-8082-503e5062cdf2"
    },
    {
      "speech": "Chipalo Street",
      "text": "For sure. Building a pipeline of people to come after is something that I've always done in everything that I've done. So for example, when I got to Brown, I noticed that the pre-med students had a great support group to help other students of color get through pre-med, but we did not have that in the engineering. So I restarted our chapter of the National Society of Black Engineers so that we had a community to not only get us through, but also pull in the next class of freshmen and sophomores to get them through. I've continued to do that in Seattle. I serve on the board of a program called Institute for a Democratic Future where the goal is to increase the Democratic Party across the state. I loved that program when I went through it, but one of the reasons I joined the board was to make sure that we had more equity in the fellows and the board members. And in my six years, we have dramatically changed what the class makeup looks like, both racially but also geographically, so that we have a stronger Democratic Party across the state so that we can win in every district. And then on the board itself, we have drastically increased the number of people of color and women of color on the board. And we actually now have our first woman of color who is the Board Chair. So this is something that I've been doing in all aspects of my life - even at Microsoft, equity was a huge thing for me. I required that we interview a person of color or underrepresented minority for every opening on the team that I led, and we ended with a team of 40% people of color or underrepresented minorities. So yes, I would continue to do that in Olympia.",
      "id": "8537f2c7-5da8-42a8-b8d6-52973c6424ae"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "ab96c0bf-a34a-49d1-96ac-8a2510c7d79d"
    },
    {
      "speech": "Emijah Smith",
      "text": "Follow up, please.",
      "id": "e0297859-97ac-4e20-a652-b6b6c80d6bd2"
    },
    {
      "speech": "Crystal Fincher",
      "text": "You can have 30 seconds - yes.",
      "id": "868d1ab7-145d-4360-a803-b62415bdf20d"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yes - I also wanted to just include that - in my organizing and advocacy work, it's definitely bringing the youth along. My children have been in Olympia with me since they were in preschool - up there advocating for better school lunches - really understanding that process and understanding that they too, at one point, will be there in a leadership role. So I wanted to also include - it's not just - families include the children and includes the elders in that space. Thank you.",
      "id": "66504c9f-2f9f-4177-a0f3-d0578af16566"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Next question. What is the most important climate legislation that should be passed by Washington in the legislature? And what climate organizations will you partner with to make that happen? Starting with Chipalo.",
      "id": "953560ce-ec8f-40cf-8997-8d7a22224951"
    },
    {
      "speech": "Chipalo Street",
      "text": "So I am glad that we have passed cap and trade. I think the next hurdle there is to implement cap and trade, especially the equity measures around the money that is brought in through the tax on carbon. So making sure that we implement that holistically - and groups that I'd work with are folks like Washington Conservation Voters, Sierra Club, the Environmental Climate Caucus - those are all groups that understand what's going on and can provide guidance and have been working to move this legislation through Olympia for multiple years. I'm also glad to see that the HEAL Act passed - and one of the things I loved about the HEAL Act is that it specifically called out that we need to gather data. As a scientist, I have a background in using data to address problems and for too long we've just sort of waved our hands at issues and hoped that they would get better. But with this data, we can actually understand where the harm is being done and then go remedy that with the money that we bring in from things like cap and trade and the set-aside that we have set for equity.",
      "id": "a245b44c-cccb-4ae5-9641-4387316b1540"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Emijah?",
      "id": "9c4fac0e-e806-4908-a6f0-bb434bf235d8"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you - I would definitely want to support Senator Saldaña with the implementation of the HEAL Act. How I move as a servant leader is I'm going to lean into those who have the expertise and who've been leading the charge for the most part - this is Got Green, this is Puget Sound Sage, this is the Washington State Conservation Voters - again, who I'm sole endorsed by, as well as Sage Leaders. I want them to tell me how I need to prioritize and how I need to move. What I want to share with you is that my value is that I definitely support environmental justice and climate justice. I live in the 37th, I live on MLK which is also used as a highway - the air pollution is ridiculous, the soil pollution is ridiculous. So myself and my children have asthma - that stuff impacts us all the time. So not only for myself but educating other families about how to make their environment as safe as possible with health conditions - I'm definitely a strong advocate. But I want to look to the leadership who's already been moving it because we want to center the racial justice aspects of that. Why is the 37th most polluted? Why is that? It's because most of the people of color have been pushed here and redlined here. So I have to look at all those impacts and structures that are in place and figure out what's the best route to go. Because if we just tax corporations and they just keep making more money and they can pay the tax, how are we really resolving the issue? So I want to work in partnership with collective voice and listen to community and let them inform me about how best to move. But I trust Senator Saldaña and I'll definitely lean on her leadership. Thank you.",
      "id": "4c58065d-a21d-4060-8aad-6d7b41987186"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Now with that question, you both mentioned legislation that had already passed - with both the cap and trade act and the HEAL Act. Starting with Chipalo for 30 seconds - is there anything besides those two - or what would you do aside from those two things - new legislation that would need to be passed in the Legislature?",
      "id": "d9b9b1b8-3d83-4500-8aa3-0ab1fd360586"
    },
    {
      "speech": "Chipalo Street",
      "text": "Sure. I mean, I have been very grateful for having the warmest September I can remember here. However, as we've seen with these clear days, we have a ton of smoke. And so I think we need to fund our Department of Natural Resources to have wildfire prevention and resilience because that is something that is affecting our state. And so the - how climate change is showing up for Washington State is through fires and through smoke. And so making sure that we are protected and we are being good stewards of our forests, I think, is very important.",
      "id": "5e7c04c0-cce7-42ec-b49d-861f920de834"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "0f103cb6-50af-48cf-a067-cfc21e32e831"
    },
    {
      "speech": "Emijah Smith",
      "text": "Is this question relevant to environmental justice or any other issue?",
      "id": "52520355-9249-434c-9de8-68169d388ad0"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Environmental justice, what's - basically a follow up to the last question, same question as I asked Chipalo - what aside from the Climate Commitment Act and the HEAL Act needs to be done to help address our climate crisis?",
      "id": "a5b26216-5b35-44ae-9d37-7d5603e9ff2b"
    },
    {
      "speech": "Emijah Smith",
      "text": "Well, again, implementation of these acts, but what I want to really make sure that we target isn't - stop cutting down our trees - we need to save our trees and preserve our wetlands. Currently in my neighborhood, we're petitioning with other neighbors because they're about to build a five-story complex that's not for low income housing, it's not for stable housing, it's market rate. And they are also looking to cut down the wetlands. The wetlands protects from the flooding, the wetlands protects from keeping our - and the trees protect our habitat, and the wetlands also keep our air as clean as possible. So I would really want to make sure we focus on protecting our trees. Thank you.",
      "id": "7058b457-f91c-4340-a1c5-650ebf8facb3"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. And the next question that we have here is a follow up on one of the waffles. Can we get more insight into the candidate views on trans children in sports, considering Emijah holding partial commitment in her earlier answer? Do children deserve to play on the sports teams that match their gender identity? And if you can't give a wholehearted yes, what harm do you think supporting trans kids in this way would cause?",
      "id": "89f6cbca-f66a-4e36-bf7b-4053be55f741"
    },
    {
      "speech": "Emijah Smith",
      "text": "I don't know if there's harm that's being caused, but I want to get more education. I don't want to make a decision without really being fully informed. So what I do is I lean on Surge Reproductive Northwest, and I make sure that they're constantly educating me about non-binary people, right, and definitely around birthing rights. But that's what I try to do - is educate myself as much as possible. I don't have a child, I don't have a family member who is dealing with this issue, but I definitely have loved ones - I definitely have people that are family in my community. We have create cousins - I definitely have family members that I love dearly who are trans and non-binary, but I need them to help me and educate me to better understand. But I don't see right now where there would be harm to that, but there needs to be more education - for me. As a PTSA president, there was a mother who came - and her child, she felt, was being bullied. I supported to make sure that our students and that whole school community understood what identity safety really meant, not just for the LGBTQ+, but also any person who's being othered or who needs to be shored up to not be bullied or be teased about their identity. My son was teased for multiple years just because of his weight. I know those two things don't compare, but I do understand the impact of what happens when our children are targeted and othered. And I do not support bullying, I do not support the othering. I believe in bringing everybody along, and I believe in seeing each other and our humanity - tapping into that, so I'm open to learn.",
      "id": "1c577df9-5d61-4e9a-ad0b-a58091db46de"
    },
    {
      "speech": "Chipalo Street",
      "text": "Thank you very much.",
      "id": "2e1c885a-604f-4588-b6e9-a405f1478480"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you.",
      "id": "9f55a1ba-5b5e-48d1-98cd-7d29c11fdf2d"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And I'll also ask Chipalo if there's anything you want to talk about in terms of trans children and your support of trans children playing in sports that match their gender.",
      "id": "545f2a16-661a-4074-ac6f-246853b2106f"
    },
    {
      "speech": "Chipalo Street",
      "text": "I think we should make sure that everyone has the opportunity to take part in sports, and making sure that people can take part based on their gender or how they identify as their gender is perfectly fine with me.",
      "id": "f1553c0f-321e-441b-9513-74914f49ea59"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. And so now we have a yes or no question from someone in the audience. Do you support restoring the right to vote to folks who are currently incarcerated? Chipalo?",
      "id": "d60a26aa-bb21-4035-ba8e-150665728bee"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yes.",
      "id": "3d948621-ab70-4752-be52-c4a0752685e5"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yes. And Emijah is also a Yes. Thank you for that.",
      "id": "f46f9372-36cb-4bd6-86d0-b5997e43d595"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Another audience question. How do you intend to balance caucus priorities versus your legislative priorities? And what will you do when there is tension? Starting with Emijah.",
      "id": "9038dcda-6758-4f70-9be0-bb8792cb97fb"
    },
    {
      "speech": "Emijah Smith",
      "text": "Well, there's always going to be tension. So in my experience - I've seen that where we're moving some, me as a collective in community and we're trying to move some legislation forward and when it's time to go on the committee - if it is a legislator who wants to be accountable to the community, they will come back and talk about what they have to deal with. And so as a community member and being part of that collective work - trying to support the legislator - to give them messaging opportunities, how to help educate those who are in the caucus to try to move something forward because we know it's vital for the community members outside of the Legislature. So it's just really doing the same thing, but also I see myself and my leadership as making sure I'm connected to a base of community folks who are impacted by the issue, making sure those with lived experiences' voices are at the table, and taking that forward into the caucus. Because too often - I'm here to do transformational, change the status quo - and too often the people who are in the back rooms are not connected to the real impacts of what they're making decisions about. So using that collective voice, making sure people are being informed and they're informing me, and moving that back to the caucus - that's the way I plan to move because I've seen success happen from that. I've seen us as community members say, You need to talk about this from a racial justice angle. Go back and do it. Oh, you are not communicating with community - that's why this legislation is having some issues. You need to make sure you're connecting more with us. So I've learned in that process and my experience to be better at that and to know what the community needs. Thank you very much.",
      "id": "bb14a292-be1c-49eb-89a9-ef6ca7ac364e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Chipalo?",
      "id": "71fe67aa-90fc-44f6-9dc3-434322281991"
    },
    {
      "speech": "Chipalo Street",
      "text": "So I think as a legislator, relationships are very important and that's something that I have experience with. My day job at Microsoft is I work for the Chief Technology Officer at Microsoft and I have to advise our executives on emerging technology. But I don't have any power over these executives - I don't give them headcount, I don't tell them where they're going to put their resources. And so my effectivity in my job is based on how well I can build a relationship with them and bring them towards my point of view. And so I think that is a very similar thing to what we have to do in the Democratic caucus because everyone in the Democratic Party doesn't vote the way we want them to. And so if we can create trusting relationships with them - I can use my lived experience, I can bring feedback from the community to show them why they may not be voting in the best ways. And through that - I think the first thing to do is get ahead of the problem in the first place - the question was, how would I work if we were in conflict with caucus? First, let's try and bring the caucus into synchronization on what needs to be done. If that can't happen, then we can start to bring other voices from outside to more forcibly show them why this is wrong and make a case that there is a groundswell that supports a certain way of voting - to make sure that they understand they're not going to get voted out, that they are supported, that this is the right way to go, and that the public wants us to vote in more progressive legislation.",
      "id": "182b03a4-206c-4f4c-8bdf-a4516dbc8b8b"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Emijah?",
      "id": "187be35d-6c10-49eb-9aa3-6c6f284f36a3"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yeah, I would love to follow up. I just want to highlight that sometimes a conflict is not within the caucus. Sometimes the conflict is that you're having to deal with the other side as partisan politics. So sometimes it might be around the strategy. And so some things are going to get cut out or be less prioritized than the other. I definitely have relationships in Olympia with multiple legislators - if you check my website, ElectEmijah.com, you will see the multiple representatives and senators that I already work with. Sometimes it's about the strategy - and I would love to see that our Democratic Party go hard, be more courageous when we're dealing with on the other side of the aisle, because they are not caring about our strategy. They're going hard.",
      "id": "3db7a605-851e-48fc-8e17-14b2f5ed4446"
    },
    {
      "speech": "Crystal Fincher",
      "text": "All right. Thank you very much. Anything you'd like to add, Chipalo?",
      "id": "c39b2bfc-d0cc-4bfa-a06c-580a916ede1e"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yes, while there are certain subjects that we have to fight the Republican Party on, like the right to choose, there are also instances where there may be a member across the aisle that I disagree with on 90% of stuff, but I will work with them on that 10% to move that issue forward - and then we can go back and fight about the other 90%. So while I think it's very important that we understand where we're coming from, working across the aisle is deeply important to me. And not flaming them, in certain instances, so that we can make progress on the small that we agree on - a small bit that we agree on - is important so that we can make that progress.",
      "id": "8b10fde2-20db-4d80-977b-04a1e47adfd8"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Next question. Would you support bail reform? If so, what changes would you make? Chipalo?",
      "id": "93193de4-1616-44f4-b3cb-74ba589082a2"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yes, we should - I thought we got rid of cash bail - I may be misinformed on that, but yes, I would be supportive of not having cash bail. I would also be supportive of returning parole - the option of parole - which got taken away in 1984. It's clear that we have far too many people locked up and that increased jail sentences don't lead to more public safety. Just in COVID, we let out 11,000 people into home confinement and there were only 17 re-offenses, one of which was violent. If that's not enough evidence to show that we are keeping too many people in jail, I don't know what is. So not only in terms of bail - bail is one means of keeping people in jail, but also is parole. We should bring back the option of parole and we should look for any option that we can get to get non-violent offenders out, because data shows that they are not necessarily going to re-offend and we don't need to be keeping them in prison. We need them to be back home with their families so that we have sound communities.",
      "id": "3bdcc90c-04df-4b61-8e3b-0c8bba6eeb7e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "7eb6b2fc-ac77-4ae3-979e-3df81cea6269"
    },
    {
      "speech": "Emijah Smith",
      "text": "Can you repeat that question, please?",
      "id": "d8ef93ec-6a56-4244-a8a3-43dd33182bda"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yep, it is - would you support bail reform? If so, what changes would you make?",
      "id": "8e120256-6aec-4e94-ac1b-6d3cbece40b5"
    },
    {
      "speech": "Emijah Smith",
      "text": "I definitely would support bail reform. I agree with Chipalo about the no cash bail, but I also believe there's some language in the bail language that you can - if somebody is supportive and around you that they can go be with you, like back in community - I don't know the exact details of the language, but I would love to support something like that. I'm definitely a justice reform advocate, so bringing parole back - of course - making sure people are not dying in prison, making - if it's not in the interest of justice, then we need to be able to allow people to have an opportunity to come back and be reconnected with their families and community. Families and community connections are the number one - it's the number one thing that makes sure people are not going back and committing crimes, other than having their basic needs met, of course. I also want to think about the time bar - people don't talk about that, but our society - and those people are really set up, they do not know the legal system, and they only have one year after they are sentenced to try to work that legal system to have an appeal. Well, I think that that needs to be expanded multiple years, if not eliminated, so that as our laws change and as we, our policies are coming to the morality of how we're thinking and our healing in society, we need to make sure that people who are innocent have an opportunity to come out and be resentenced. Thank you.",
      "id": "248b4916-5d41-4eb0-8831-b57ef8f00fcb"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you. Next question. What can you do as a legislator to better support victims of crime? Starting with Emijah.",
      "id": "050d4cc4-664a-4c23-a0c4-7d62bb6965e3"
    },
    {
      "speech": "Emijah Smith",
      "text": "I love that question, because when I think about restitution - when someone's sentenced, they oftentimes have legal financial obligations - which people shouldn't be penalized and needing to go back to jail because they have a legal financial obligation - but also there's restitution. And oftentimes when they're collecting those fines, it's supposed to go to restitution, but oftentimes it's not prioritized. So first and foremost, restitution needs to be prioritized. When there is a fine to be paid or our courts are getting that money, prioritize the victims to make sure they're getting it - oftentimes it's also being prioritized towards the courts. Another aspect of that is we need to listen to the victims, because it's about restorative justice. So healing needs to happen for those who've been harmed, but healing needs to also happen for those who have harmed somebody. And so having a restorative justice opportunity - I found, being a victim myself, that if I decide what I want to see happens in that justice system, they don't listen to victims oftentimes. They don't listen to how we want to move that restorative process, because how we want to do our healing in community might look different than what the legal system wants to do. So more victims need to have choice about how they want to do that. There's a redemption or opportunity that people want to come back to that person who violated, and they should have the opportunity to do that. So making sure that restitution is happening - the finances go there. Making sure that victims, if they choose, have an opportunity for healing, and they should be able to decide what that process needs to look like for their healing. Thank you.",
      "id": "16f6d732-46ff-4e05-99ef-ec5f6c99c40e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you very much. Chipalo?",
      "id": "821bb35f-9b71-46f1-990f-23cde8f6dd72"
    },
    {
      "speech": "Chipalo Street",
      "text": "Yeah, I completely agree that victims should have a voice in determining or possibly moderating the type of sentence that is passed down. But there's also some structural barriers in our society that possibly put victims in harm's way. So for example, domestic violence victims can't break lease without penalty. And so I would 100% support allowing a victim of domestic violence to get out of a lease immediately so that they can find new housing and reduce the chances that they have another instance of domestic violence committed upon them. And so I think there's lots of these unintended consequences of our laws and systems that we can analyze through a victim's point of view to make sure that not only is the original crime addressed, but they don't fall victim to subsequent crimes after that.",
      "id": "ca056ccf-d1e3-43a6-8b95-7e1f91c17c28"
    },
    {
      "speech": "Emijah Smith",
      "text": "May I follow up?",
      "id": "be37ee6f-220f-46db-bc18-ea602ae86be4"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Yep, go ahead.",
      "id": "b069bce1-3412-4ba2-8155-1bf56553c056"
    },
    {
      "speech": "Emijah Smith",
      "text": "Yeah, and also I just want to highlight implementation, again, around that restitution. Our courts need to be advised or something needs to be - they know what they need to do, but for some reason, there's some disconnect or miscommunication around how things are supposed to happen. And too often, communities have to have all the information to direct the court, so there needs to be more implementation conversation. I also want to share that maybe it's not leveled across the state, and I definitely want to level domestic violence type of supports across the state. But I know here in King County, and particularly in the 37th, if you are violated by domestic violence, you can break your lease without penalty. But victim defendants is also something that we need to address, and that King County right now is providing services for those who might be victim defendants, and I would love to see that leveled up.",
      "id": "1c7702e1-ac28-4388-b906-0b1ce4cd293a"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "d2145e21-8af0-42c1-bc62-f5de72172e59"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you.",
      "id": "784b3dbd-3dc9-4f26-ad1e-606715666b0e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "You want to add anything, Chipalo?",
      "id": "de6d3f80-3d55-4ccf-be03-7537c8afe39e"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Tonight - for the final question this evening, we're going to start with Chipalo. What have you learned from Emijah during this campaign?",
      "id": "1600fadd-e8f6-43d6-8c10-af3ba3410c60"
    },
    {
      "speech": "Chipalo Street",
      "text": "I really admire Emijah's heart, the amount of work that she's put in with the community, her integrity. Both her and I have sat down multiple times during the campaign - before the primary, after the primary - and we both agreed to run a positive campaign. I know I've done that, and I've seen the similar things for her. We have both talked about things that we didn't necessarily like from the other campaign and we have both changed those, and so I appreciate the integrity that she has brought to this campaign.",
      "id": "4b7b80fe-806e-4b8e-a58b-40b1af0fc250"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you.",
      "id": "8009e075-8f5f-4079-a4a5-93e2596aa7eb"
    },
    {
      "speech": "Emijah Smith",
      "text": "Thank you, Chipalo.",
      "id": "bf9b856f-6da8-4154-a0c6-c34f17b1fa15"
    },
    {
      "speech": "Crystal Fincher",
      "text": "And the question to Emijah - what have you learned from Chipalo during this campaign?",
      "id": "a082b679-4469-439b-a20b-a16e70f870b2"
    },
    {
      "speech": "Emijah Smith",
      "text": "Well, I learned that Chipalo is definitely steadfast, right? I've learned that Chipalo wants to make this happen, so I've kind of watched some of the strategies, even if we haven't talked about it. But the one thing I want to say is - I do appreciate that you did come and have the conversations when I initiated those invitations. I appreciate that, because we don't know each other. We didn't know each other before this event, and so all we're learning is how we're moving through this candidacy. So the biggest thing for me is to make sure I always see your humanity and not allow this competition to make me think less of you as a person and vice versa.",
      "id": "c338bc8f-2cd0-4668-9e90-487dfd3579b4"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Do any one of you want to follow up to anything on that?",
      "id": "5e17d595-e644-45ba-9e9c-ce1767346225"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Excellent. Well, with that, the debate comes to a close. I want to thank our candidates for participating in making this an engaging and informative event. To audience members here and online, thank you so much for tuning in and for submitting such excellent questions. I really did appreciate that.",
      "id": "3daf5b4e-32bd-4105-beae-1f07e83368ea"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thanks again to the Rainier Arts Center for allowing us to host the debate here tonight. A huge thank you to our media partners - KNKX, KVRU and Maurice Jones, Jr., Real Change News, and the Hacks & Wonks podcast and radio show. And thank you to the Seattle Foundation, King County Elections, and the League of Women Voters of Seattle & King County for their support as well.",
      "id": "c2c90ba2-0e9a-4c41-918a-c4a98377c407"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Special thanks to all of the volunteers and coordinators this evening - this would not have been able to happen without them. And to the South Seattle Emerald and its staff for putting this event together.",
      "id": "7850f45f-bf7c-46cc-b640-0b0bebeed1b7"
    },
    {
      "speech": "Crystal Fincher",
      "text": "I also want to remind everyone again to vote. Ballots will be mailed to your mailbox starting Wednesday, October 19th. You can register to vote, update your registration, and see what will be on your ballot at MyVote.WA.gov. That's MyVote.WA.gov. I also want to remind you that if you had a previous felony conviction, your right to vote is now automatically restored after you serve your prison term, even if you're on community supervision. You just need to re-register. Go to freethevotewa.org for more details.",
      "id": "aa136779-b538-47d3-9d45-ba3f3788c024"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Thank you for tuning in - have a great evening.",
      "id": "a64f9ee2-7dc9-4fb2-a3e5-3b11aa865742"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Where to ListenSpotify",
      "id": "f68d66e3-d4e4-46e6-b724-8da430e924c4"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Apple Podcasts",
      "id": "7cb85480-5231-4d01-84de-948b27e28b62"
    },
    {
      "speech": "Crystal Fincher",
      "text": "Google Podcasts",
      "id": "2d7157d6-9dc5-4515-aa5f-e768696f1362"
    },
    {
      "speech": "Crystal Fincher",
      "text": "RSS Feed",
      "id": "1422bb65-8078-4dd7-8438-c57ef1c4da0b"
    }
  ],
  "edges": [
    {
      "source": "card_6033845d-8a34-4b39-ada7-e294e3417060",
      "target": "card_5a344c7e-7bfc-47fc-8823-44646acfd630"
    },
    {
      "source": "card_5a344c7e-7bfc-47fc-8823-44646acfd630",
      "target": "card_759a6c99-9344-47a8-b876-68b9b1cd250d"
    },
    {
      "source": "card_759a6c99-9344-47a8-b876-68b9b1cd250d",
      "target": "card_dae4815b-bc66-41e6-af6a-42ef854832a5"
    },
    {
      "source": "card_dae4815b-bc66-41e6-af6a-42ef854832a5",
      "target": "card_cadd456b-81f1-488c-9c4d-075705706c62"
    },
    {
      "source": "card_cadd456b-81f1-488c-9c4d-075705706c62",
      "target": "card_cdeac39f-d46d-4669-83b6-ca9c07716513"
    },
    {
      "source": "card_cdeac39f-d46d-4669-83b6-ca9c07716513",
      "target": "card_b2d88efa-dc77-4854-a92e-74e446fdc279"
    },
    {
      "source": "card_b2d88efa-dc77-4854-a92e-74e446fdc279",
      "target": "card_b35ac369-e8bc-4e02-89ae-fbf9605f3f2d"
    },
    {
      "source": "card_b35ac369-e8bc-4e02-89ae-fbf9605f3f2d",
      "target": "card_f1d85069-b88b-41be-ba0b-d3f1ddba9760"
    },
    {
      "source": "card_f1d85069-b88b-41be-ba0b-d3f1ddba9760",
      "target": "card_60d276e6-8908-428b-aefa-e3c706a01d87"
    },
    {
      "source": "card_60d276e6-8908-428b-aefa-e3c706a01d87",
      "target": "card_1dafe6fd-afa5-4eb7-baa9-b42d0b75e6c8"
    },
    {
      "source": "card_1dafe6fd-afa5-4eb7-baa9-b42d0b75e6c8",
      "target": "card_252e46e1-b4f8-4e6f-8287-c5965841052b"
    },
    {
      "source": "card_b3edf959-65c2-4ed3-84fe-a37cb572ff9b",
      "target": "card_5b3d4b88-d1a9-4680-950c-a25705320732"
    },
    {
      "source": "card_5b3d4b88-d1a9-4680-950c-a25705320732",
      "target": "card_6adce658-e2dc-4e1f-acb1-1a4b04720f9a"
    },
    {
      "source": "card_6adce658-e2dc-4e1f-acb1-1a4b04720f9a",
      "target": "card_11661b7a-3844-4336-89b1-829fde047fd3"
    },
    {
      "source": "card_11661b7a-3844-4336-89b1-829fde047fd3",
      "target": "card_f1ff4757-7310-40dc-91f5-979f91e97cbf"
    },
    {
      "source": "card_a5a451fe-5cbc-4248-940d-96cf974949b8",
      "target": "card_5a49f55e-f8e1-43c9-a4b0-62d98a921edf"
    },
    {
      "source": "card_96738337-68a2-44f4-8045-acf4de6f86fb",
      "target": "card_13a3dd8b-2690-46ff-ac35-47f54b7e1562"
    },
    {
      "source": "card_1b419bb2-0165-4227-a943-eafd527caca8",
      "target": "card_357f8c21-e05a-4889-9990-6bc79190f923"
    },
    {
      "source": "card_ee78b1cf-19a5-4870-aa97-d79cdb247427",
      "target": "card_b0c784da-8372-4e41-8ee5-4d8f5a6165fb"
    },
    {
      "source": "card_a6c2fa37-4fe7-4b10-8bee-09d68680473b",
      "target": "card_5e9c0598-2319-40cc-a908-79a45884dce0"
    },
    {
      "source": "card_e4b92fc8-876f-4f83-beb5-176daff016b4",
      "target": "card_696820bd-6f5a-4117-9017-7007102f4ff7"
    },
    {
      "source": "card_696820bd-6f5a-4117-9017-7007102f4ff7",
      "target": "card_69fab1f7-50fb-43a5-9d61-2467d200d218"
    },
    {
      "source": "card_69fab1f7-50fb-43a5-9d61-2467d200d218",
      "target": "card_f504de0a-753e-430f-a428-e461dd507d20"
    },
    {
      "source": "card_0e1d6d59-11b4-4e67-84b7-2d8d3fec188c",
      "target": "card_92dbd4e8-d07f-4f6c-881c-48495385998b"
    },
    {
      "source": "card_92dbd4e8-d07f-4f6c-881c-48495385998b",
      "target": "card_884b9e4d-c508-4d90-ba80-4ff010aeff67"
    },
    {
      "source": "card_7db167b5-11a4-47ef-ae52-1d8aba670f90",
      "target": "card_d53ebfc3-9d77-4d61-9d6a-b746da073866"
    },
    {
      "source": "card_58a04f8a-b25f-4b30-a599-e1f2a6e7def0",
      "target": "card_22e026a7-a767-45f3-aae0-15c4e28a38c7"
    },
    {
      "source": "card_e3d7c3dd-e99a-4f58-86be-ea7346dbee08",
      "target": "card_f6eac9b9-4666-4f97-925d-970e3815aa11"
    },
    {
      "source": "card_c3a385dd-25e9-468e-a117-3c98fe07bac1",
      "target": "card_255d0f2f-49c8-4f48-8d34-c89cde7fa87f"
    },
    {
      "source": "card_7fbad783-ec36-4541-8233-754830bdac38",
      "target": "card_591c0d5f-07bd-4b0c-ab6d-16c967195ab2"
    },
    {
      "source": "card_591c0d5f-07bd-4b0c-ab6d-16c967195ab2",
      "target": "card_e196c5db-680f-4c5f-b47f-1b9375fae653"
    },
    {
      "source": "card_08998815-d3be-4fb6-b435-2a5d54866996",
      "target": "card_e51ec144-3bc0-4091-9f4c-d136f7ade6bf"
    },
    {
      "source": "card_bd2bf420-5d6e-479e-99f4-328eac3bca49",
      "target": "card_a4a1b2d9-2f20-4100-9cc6-4c6a26d9e940"
    },
    {
      "source": "card_fdb0ade6-b97a-4f64-afdc-ac3fc69d6316",
      "target": "card_d29071c3-884f-4bb8-822a-2be06491585e"
    },
    {
      "source": "card_facd42c9-da71-407d-8b93-254c41039cdc",
      "target": "card_19d50286-6bd9-4f06-a144-724bd22948e9"
    },
    {
      "source": "card_19d50286-6bd9-4f06-a144-724bd22948e9",
      "target": "card_012925cd-7594-42da-9c90-ab5a5d94a68c"
    },
    {
      "source": "card_b6404706-86de-4f17-897c-fe56fd032e5d",
      "target": "card_7f509ace-4375-49af-a8f7-230274d5600e"
    },
    {
      "source": "card_74d011d0-0c7e-4296-a367-4023571d04f0",
      "target": "card_144ec931-7397-480b-a1ea-e72f0381139b"
    },
    {
      "source": "card_949b3140-207f-4afe-908e-98b33b03d920",
      "target": "card_8e63c6f5-5f59-4b01-82ff-4619c28b24c7"
    },
    {
      "source": "card_c3ec1777-7d61-4dd5-b812-acb45eba4246",
      "target": "card_293b0f9b-f0f9-44f3-97fa-8a2f6a5b2880"
    },
    {
      "source": "card_76a1975e-d525-4bf1-be3e-06b21e94a3b6",
      "target": "card_e981d93f-8cea-41de-8d3d-97c0259f7a6a"
    },
    {
      "source": "card_41808fd9-cc50-4e85-b703-6a19b4d0de76",
      "target": "card_fafdf22b-ffc5-4bd2-96d9-5bc12f220f60"
    },
    {
      "source": "card_eb59dc27-17fe-489c-a191-f5cd3bd7fd71",
      "target": "card_191f1bae-650f-4388-9dbd-513ae2465155"
    },
    {
      "source": "card_852eb438-9427-44af-82b2-e2eb2421ef91",
      "target": "card_a688251b-4251-47e8-924d-2fca19789bb5"
    },
    {
      "source": "card_f407e3c5-169a-4b7d-9778-111e6f2735cb",
      "target": "card_ab20ee2d-6f22-4d74-9220-3019cb4b68e9"
    },
    {
      "source": "card_28c505e0-a7cd-4d6b-81f4-a08a6ba8ae53",
      "target": "card_8d2a24ff-2ddc-4e01-a713-7f35e5e196e0"
    },
    {
      "source": "card_313a6914-262f-4865-b12e-7a4a4898c25a",
      "target": "card_326c72bd-3b0c-465e-8744-02bb6f515316"
    },
    {
      "source": "card_b44f20ff-67e5-424f-bba6-e16be58727a8",
      "target": "card_da1c1d01-1ec1-4320-9098-1dcfdb3b3fe2"
    },
    {
      "source": "card_c3db95a3-6278-40e2-88ef-3a711ec58a53",
      "target": "card_90fc2a36-e7d3-463b-8c91-3955be97beb0"
    },
    {
      "source": "card_d8e1ef5e-da70-46e8-a970-eb91f6e96fb2",
      "target": "card_1bd24f3d-32e1-4d47-82d7-9fb55e389a92"
    },
    {
      "source": "card_94ffc464-185a-4815-b516-d0978d172895",
      "target": "card_ea92fb38-5955-46e8-b198-2259dfa24f34"
    },
    {
      "source": "card_36a1e45b-c1ae-4c3f-ac33-ab389fd6064e",
      "target": "card_27ded542-cd74-42dd-aea0-4fea67c14e62"
    },
    {
      "source": "card_7b41450d-8751-450c-b4f4-22dcbdb8fdec",
      "target": "card_53f0d29b-6e6e-46c6-a9ae-0bd5f041173a"
    },
    {
      "source": "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "target": "card_d97b0fbc-f673-4bbc-9df3-1c90ce356e42"
    },
    {
      "source": "card_3b1d55ce-dc93-4443-b766-70470161a044",
      "target": "card_261b7a74-2202-4bed-88c5-af15b1e8dc7c"
    },
    {
      "source": "card_e98f6590-b452-4671-904b-f52f5570ff62",
      "target": "card_430c11df-23e5-4f5d-a555-23bb96c278f9"
    },
    {
      "source": "card_b0a4fa6e-8b38-431d-9d33-5eb690355bd6",
      "target": "card_830e91be-f88a-47ad-9243-130e31757652"
    },
    {
      "source": "card_830e91be-f88a-47ad-9243-130e31757652",
      "target": "card_24979305-86e3-441a-8ea9-35848ca85f12"
    },
    {
      "source": "card_feb40fbe-7834-4bb6-9c29-90a077fedd49",
      "target": "card_5155a7d1-c839-44b5-9f5b-b6c74eb5c809"
    },
    {
      "source": "card_b840d861-8168-4941-b407-f1d2bf03bdb6",
      "target": "card_42a7a9dd-1e5d-4d23-81b5-cff916d6891b"
    },
    {
      "source": "card_42a7a9dd-1e5d-4d23-81b5-cff916d6891b",
      "target": "card_cdb29609-e69b-42c9-8e89-47a3cf6bdd1a"
    },
    {
      "source": "card_cdb29609-e69b-42c9-8e89-47a3cf6bdd1a",
      "target": "card_a2ee8a86-e24c-4425-af84-5f735c4333ad"
    },
    {
      "source": "card_2b2e6374-cda1-4a72-a617-88edb95d81a4",
      "target": "card_8cb398ba-4f47-4c08-b3bf-778f171f6075"
    },
    {
      "source": "card_f753048a-e7a3-4f13-9329-6779418b7ed6",
      "target": "card_90c1431c-c8c8-458b-93dd-c3fb400421ec"
    },
    {
      "source": "card_9839ed1a-7750-46a7-a73d-8117837d5c60",
      "target": "card_dc5f7b1e-6b41-43fe-8e9c-64d72edbee40"
    },
    {
      "source": "card_7146d657-69dc-42cc-b684-9f92913dacb6",
      "target": "card_cbe1ddc5-5a0d-498b-b750-264d216c2279"
    },
    {
      "source": "card_6a2c511d-5d75-4df0-9565-131d15621af1",
      "target": "card_67b8ed1a-7653-41d8-bc2f-c09932f2ee49"
    },
    {
      "source": "card_2df02546-bca5-4f80-bb18-73b7fc7cf07d",
      "target": "card_da18bcd6-f922-40a2-ba70-8c9f5e1f110e"
    },
    {
      "source": "card_17c7ba79-e62a-45f5-960c-0f9ef2a8b989",
      "target": "card_43c8e3bf-379e-43dc-b649-d9bd1482e0f3"
    },
    {
      "source": "card_43c8e3bf-379e-43dc-b649-d9bd1482e0f3",
      "target": "card_b7116bf7-ffde-49c4-9a1b-2c1bf816031e"
    },
    {
      "source": "card_b7116bf7-ffde-49c4-9a1b-2c1bf816031e",
      "target": "card_5c6205f0-2501-45e2-8f0d-96e68a5e0e72"
    },
    {
      "source": "card_6b50c0e6-bc5f-41bc-b66f-95aff91e7066",
      "target": "card_28ecb228-2c98-4217-b772-bee8253821a7"
    },
    {
      "source": "card_28ecb228-2c98-4217-b772-bee8253821a7",
      "target": "card_cfaae758-01ef-4b5c-a7e9-b798c32209a2"
    },
    {
      "source": "card_cfaae758-01ef-4b5c-a7e9-b798c32209a2",
      "target": "card_bb569760-f14f-4dfd-9cb6-8f5c57dce22f"
    },
    {
      "source": "card_bb569760-f14f-4dfd-9cb6-8f5c57dce22f",
      "target": "card_d762926e-74ce-4f50-9350-5913ad2a2b52"
    },
    {
      "source": "card_d762926e-74ce-4f50-9350-5913ad2a2b52",
      "target": "card_46ef9141-4d7f-46d8-a353-0e27b89cbd8a"
    },
    {
      "source": "card_46ef9141-4d7f-46d8-a353-0e27b89cbd8a",
      "target": "card_68d2098f-8214-41a1-b290-4b6122fa8ea3"
    },
    {
      "source": "card_68d2098f-8214-41a1-b290-4b6122fa8ea3",
      "target": "card_6cec9aa5-f373-48d3-81bc-1141e90893ff"
    },
    {
      "source": "card_a57e1c82-0b3f-40f8-abd3-1aa4b428acc2",
      "target": "card_2cab0f7b-1451-4d19-8ab5-4a9adaf10f6a"
    },
    {
      "source": "card_2cab0f7b-1451-4d19-8ab5-4a9adaf10f6a",
      "target": "card_b084bba7-8e47-47e0-b421-8721e707ea61"
    },
    {
      "source": "card_b084bba7-8e47-47e0-b421-8721e707ea61",
      "target": "card_e75e446a-4230-41d6-a6f1-b512dbff0989"
    },
    {
      "source": "card_6eb5e909-2045-47d6-ac2c-8c785e969807",
      "target": "card_824faa7e-356c-4226-a601-d2fbbd936814"
    },
    {
      "source": "card_824faa7e-356c-4226-a601-d2fbbd936814",
      "target": "card_97790d4b-aea7-4d40-90b0-91a74b90730f"
    },
    {
      "source": "card_97790d4b-aea7-4d40-90b0-91a74b90730f",
      "target": "card_bb5a6f8e-0272-4064-9405-7901dce2adfa"
    },
    {
      "source": "card_bb5a6f8e-0272-4064-9405-7901dce2adfa",
      "target": "card_895b6d26-1a7b-4261-b89e-b655f4179507"
    },
    {
      "source": "card_895b6d26-1a7b-4261-b89e-b655f4179507",
      "target": "card_d8e4610d-7263-4903-91d7-fa3ab5ce0a87"
    },
    {
      "source": "card_d8e4610d-7263-4903-91d7-fa3ab5ce0a87",
      "target": "card_4bf57722-d29c-4018-9862-87e52a735b65"
    },
    {
      "source": "card_4bf57722-d29c-4018-9862-87e52a735b65",
      "target": "card_c54d870e-e47c-47a0-b3db-794e4d99bf4e"
    },
    {
      "source": "card_c54d870e-e47c-47a0-b3db-794e4d99bf4e",
      "target": "card_39e5204e-5350-4c68-baac-a4cd85b381ad"
    },
    {
      "source": "card_39e5204e-5350-4c68-baac-a4cd85b381ad",
      "target": "card_93a6a027-7dbc-4932-8406-1f4d4a344ff7"
    },
    {
      "source": "card_93a6a027-7dbc-4932-8406-1f4d4a344ff7",
      "target": "card_e8b387af-2aaa-491d-9a1e-a2ba941293a3"
    },
    {
      "source": "card_e8b387af-2aaa-491d-9a1e-a2ba941293a3",
      "target": "card_ad344e7e-3952-49dc-aaf8-82b3b9711c70"
    },
    {
      "source": "card_6422383f-3c1e-454c-887b-351def05e31e",
      "target": "card_50d73384-379a-4919-8b9a-f183efc4990e"
    },
    {
      "source": "card_50d73384-379a-4919-8b9a-f183efc4990e",
      "target": "card_c9803688-4558-4369-bc91-f24b9da46aa4"
    },
    {
      "source": "card_c9803688-4558-4369-bc91-f24b9da46aa4",
      "target": "card_5bc2485f-5b18-43a8-abea-4387cd07d097"
    },
    {
      "source": "card_5bc2485f-5b18-43a8-abea-4387cd07d097",
      "target": "card_ef645e66-a4b4-4768-a5fd-4aa368ecacf1"
    },
    {
      "source": "card_ef645e66-a4b4-4768-a5fd-4aa368ecacf1",
      "target": "card_85bc386c-3414-462c-953b-3ba89236f872"
    },
    {
      "source": "card_85bc386c-3414-462c-953b-3ba89236f872",
      "target": "card_f21f82a7-d1a3-4253-8a24-1c226be823be"
    },
    {
      "source": "card_f21f82a7-d1a3-4253-8a24-1c226be823be",
      "target": "card_241b60a9-4d60-422d-a4e8-65795f0af998"
    },
    {
      "source": "card_241b60a9-4d60-422d-a4e8-65795f0af998",
      "target": "card_088dfb05-6b0e-4323-a91c-4c1f61fd1de3"
    },
    {
      "source": "card_b01b3c1d-2e78-4201-bc73-0bf106442bb2",
      "target": "card_320e2705-f513-44ca-b8df-ebd308c8abed"
    },
    {
      "source": "card_320e2705-f513-44ca-b8df-ebd308c8abed",
      "target": "card_6cfb00c9-c2c8-4cf4-abf4-bd95a5c38437"
    },
    {
      "source": "card_6cfb00c9-c2c8-4cf4-abf4-bd95a5c38437",
      "target": "card_c3f4ee1a-ae56-438d-8dd5-41129c55fad6"
    },
    {
      "source": "card_c3f4ee1a-ae56-438d-8dd5-41129c55fad6",
      "target": "card_e2b19055-7194-41c9-a8e4-512d8b5f0666"
    },
    {
      "source": "card_e2b19055-7194-41c9-a8e4-512d8b5f0666",
      "target": "card_db7c690a-4ec6-4076-992c-49f52c23ceb3"
    },
    {
      "source": "card_db7c690a-4ec6-4076-992c-49f52c23ceb3",
      "target": "card_93e12e33-682b-4b44-bf80-1e3ea6070f62"
    },
    {
      "source": "card_93e12e33-682b-4b44-bf80-1e3ea6070f62",
      "target": "card_8df4f093-ce91-4dbc-8034-9043a00a09a3"
    },
    {
      "source": "card_8df4f093-ce91-4dbc-8034-9043a00a09a3",
      "target": "card_c3cf047a-9f9d-4e35-9870-8b82d70bc822"
    },
    {
      "source": "card_a1132173-7e89-40fc-8a57-9e6b21a99920",
      "target": "card_00022e8f-d1a0-49a8-95c8-c2341ed02d43"
    },
    {
      "source": "card_00022e8f-d1a0-49a8-95c8-c2341ed02d43",
      "target": "card_2e494fa4-cce0-438f-bdcf-564d608779c8"
    },
    {
      "source": "card_2e494fa4-cce0-438f-bdcf-564d608779c8",
      "target": "card_61b65e03-bba3-4f25-81ec-fb71fbdb4579"
    },
    {
      "source": "card_61b65e03-bba3-4f25-81ec-fb71fbdb4579",
      "target": "card_e575ec19-b12c-47f8-9cc4-01c8b106f30b"
    },
    {
      "source": "card_e575ec19-b12c-47f8-9cc4-01c8b106f30b",
      "target": "card_81f96802-cda9-42a7-9d0b-69bca552dacf"
    },
    {
      "source": "card_81f96802-cda9-42a7-9d0b-69bca552dacf",
      "target": "card_520fc4aa-269b-4b67-a6c8-9606ada34201"
    },
    {
      "source": "card_520fc4aa-269b-4b67-a6c8-9606ada34201",
      "target": "card_6232a83f-9f76-4067-b9dd-409eae6e0dc5"
    },
    {
      "source": "card_6232a83f-9f76-4067-b9dd-409eae6e0dc5",
      "target": "card_18026d4e-5a1c-4862-93ce-5ed107d8ca42"
    },
    {
      "source": "card_18026d4e-5a1c-4862-93ce-5ed107d8ca42",
      "target": "card_2b9c90c2-5c0f-477c-a1db-715d884a46c0"
    },
    {
      "source": "card_2b9c90c2-5c0f-477c-a1db-715d884a46c0",
      "target": "card_22a95e1a-0d95-4fcb-9bce-606e53e6ddb3"
    },
    {
      "source": "card_22a95e1a-0d95-4fcb-9bce-606e53e6ddb3",
      "target": "card_aa1d57d6-54d8-4da4-b801-42330c614021"
    },
    {
      "source": "card_aa1d57d6-54d8-4da4-b801-42330c614021",
      "target": "card_25aa56fe-3be9-4f35-ac2e-31006bcf8b26"
    },
    {
      "source": "card_25aa56fe-3be9-4f35-ac2e-31006bcf8b26",
      "target": "card_db393107-490b-4b47-8f4f-fb4474ac5d5b"
    },
    {
      "source": "card_db393107-490b-4b47-8f4f-fb4474ac5d5b",
      "target": "card_8b427c1d-504a-4e5e-a4f3-7552ac5c2904"
    },
    {
      "source": "card_8b427c1d-504a-4e5e-a4f3-7552ac5c2904",
      "target": "card_bcff2a7f-fdc5-4c21-a07e-7d57f13d9666"
    },
    {
      "source": "card_bcff2a7f-fdc5-4c21-a07e-7d57f13d9666",
      "target": "card_37158540-830e-460f-9a69-e43e0cfe07e2"
    },
    {
      "source": "card_37158540-830e-460f-9a69-e43e0cfe07e2",
      "target": "card_c3d3d3bd-fed4-43f5-aecd-533f107402ca"
    },
    {
      "source": "card_c3d3d3bd-fed4-43f5-aecd-533f107402ca",
      "target": "card_11955fca-6f48-403f-a7ec-e2002aeb6377"
    },
    {
      "source": "card_11955fca-6f48-403f-a7ec-e2002aeb6377",
      "target": "card_31af88d6-ec8f-475b-9dba-763527e58676"
    },
    {
      "source": "card_31af88d6-ec8f-475b-9dba-763527e58676",
      "target": "card_bef0d4ec-25f7-400f-a3e3-ebfe20665dbe"
    },
    {
      "source": "card_bef0d4ec-25f7-400f-a3e3-ebfe20665dbe",
      "target": "card_932bed29-b0d9-423a-a79e-8aeb99917fb0"
    },
    {
      "source": "card_932bed29-b0d9-423a-a79e-8aeb99917fb0",
      "target": "card_1da8a6f3-ea7a-4a3c-b004-c6682a0464c5"
    },
    {
      "source": "card_1da8a6f3-ea7a-4a3c-b004-c6682a0464c5",
      "target": "card_8028d9df-0167-4224-85fc-6495eeb51b76"
    },
    {
      "source": "card_8028d9df-0167-4224-85fc-6495eeb51b76",
      "target": "card_38e55514-3673-4b00-8c41-edcedecc875f"
    },
    {
      "source": "card_38e55514-3673-4b00-8c41-edcedecc875f",
      "target": "card_bc15fad8-b521-4e23-93c9-69ae3d839d8f"
    },
    {
      "source": "card_bc15fad8-b521-4e23-93c9-69ae3d839d8f",
      "target": "card_9da280d6-98c7-4e16-9f86-eef92d7e3968"
    },
    {
      "source": "card_9da280d6-98c7-4e16-9f86-eef92d7e3968",
      "target": "card_032a7daa-03f9-423b-a600-f65534921d35"
    },
    {
      "source": "card_032a7daa-03f9-423b-a600-f65534921d35",
      "target": "card_c5534de3-da27-40c5-bff7-1f4bad7be79b"
    },
    {
      "source": "card_c5534de3-da27-40c5-bff7-1f4bad7be79b",
      "target": "card_a39d8419-9817-4a49-b528-ee66579898b8"
    },
    {
      "source": "card_88e4657e-9167-4c54-a4cd-31f3c5056d2a",
      "target": "card_5d2ccad1-0f81-4c33-9006-e570ccd0624d"
    },
    {
      "source": "card_5d2ccad1-0f81-4c33-9006-e570ccd0624d",
      "target": "card_13acd88d-0fb7-4adb-81ca-ff7ca9ff9cae"
    },
    {
      "source": "card_13acd88d-0fb7-4adb-81ca-ff7ca9ff9cae",
      "target": "card_e58876e2-638e-4fae-a227-27ffba2ec482"
    },
    {
      "source": "card_c4dbea56-f0ff-46be-8222-c92e1daa92e8",
      "target": "card_a744df8e-8c76-4ca9-884f-48dc9d646f22"
    },
    {
      "source": "card_a744df8e-8c76-4ca9-884f-48dc9d646f22",
      "target": "card_ee93fccf-2cb5-40c8-a8a5-aa0269d2a1c1"
    },
    {
      "source": "card_ee93fccf-2cb5-40c8-a8a5-aa0269d2a1c1",
      "target": "card_1c8e65f5-64dc-4a72-a6c0-4655897fdf99"
    },
    {
      "source": "card_1c8e65f5-64dc-4a72-a6c0-4655897fdf99",
      "target": "card_429a3e80-e0dd-445a-a7ad-5f835df6f9d6"
    },
    {
      "source": "card_429a3e80-e0dd-445a-a7ad-5f835df6f9d6",
      "target": "card_d3df2271-f5ca-4a35-83fe-40efcab528cb"
    },
    {
      "source": "card_d3df2271-f5ca-4a35-83fe-40efcab528cb",
      "target": "card_c98a9838-cbed-4075-9202-5e6f8de61b19"
    },
    {
      "source": "card_c98a9838-cbed-4075-9202-5e6f8de61b19",
      "target": "card_8c65fa53-417f-4077-b0cc-a6619ce08ba4"
    },
    {
      "source": "card_8c65fa53-417f-4077-b0cc-a6619ce08ba4",
      "target": "card_95e3f42a-603b-4c84-8f77-e5ca4c2a0819"
    },
    {
      "source": "card_95e3f42a-603b-4c84-8f77-e5ca4c2a0819",
      "target": "card_4f9c559d-4cff-4a9c-a4d4-88bb83d73062"
    },
    {
      "source": "card_a37868bc-b2a8-4957-b8f8-3f632bf5f741",
      "target": "card_db8ae26c-3bb4-4b8c-9dea-fb1cf02afcfa"
    },
    {
      "source": "card_db8ae26c-3bb4-4b8c-9dea-fb1cf02afcfa",
      "target": "card_b6e59e15-81f5-492d-947e-7a84ece3b12d"
    },
    {
      "source": "card_b6e59e15-81f5-492d-947e-7a84ece3b12d",
      "target": "card_1b86644a-c979-4cce-974c-ad064d4c216c"
    },
    {
      "source": "card_1e5eb683-3cf0-4427-bb7e-920c9a018cd8",
      "target": "card_3cb8b6c4-230d-40af-afae-e7a40514e33b"
    },
    {
      "source": "card_3cb8b6c4-230d-40af-afae-e7a40514e33b",
      "target": "card_4f58f183-c5b6-4254-843b-aa4272ec43f6"
    },
    {
      "source": "card_4f58f183-c5b6-4254-843b-aa4272ec43f6",
      "target": "card_44eb5cd2-241b-43ef-ab0b-1689f24819dc"
    },
    {
      "source": "card_44eb5cd2-241b-43ef-ab0b-1689f24819dc",
      "target": "card_54ffe528-782d-4242-ac44-7e966be8080d"
    },
    {
      "source": "card_54ffe528-782d-4242-ac44-7e966be8080d",
      "target": "card_4cb0d96e-f9df-4c77-a9e2-942f0283f32b"
    },
    {
      "source": "card_4cb0d96e-f9df-4c77-a9e2-942f0283f32b",
      "target": "card_6c408073-ed42-4a71-afa0-07f556830b37"
    },
    {
      "source": "card_6c408073-ed42-4a71-afa0-07f556830b37",
      "target": "card_e7b80ecf-c228-431d-ad31-3424d59844b6"
    },
    {
      "source": "card_e7b80ecf-c228-431d-ad31-3424d59844b6",
      "target": "card_8f0d96ee-0add-471d-bd6c-40a596583c16"
    },
    {
      "source": "card_aa02875e-e2d3-4647-8497-4fd40098e09d",
      "target": "card_857d3494-7d48-4afc-9413-47052e955c58"
    },
    {
      "source": "card_857d3494-7d48-4afc-9413-47052e955c58",
      "target": "card_1ffff853-be4c-41b0-8d08-28cfcd62a14a"
    },
    {
      "source": "card_1ffff853-be4c-41b0-8d08-28cfcd62a14a",
      "target": "card_baf47540-4844-456b-a59b-892f8f3485ad"
    },
    {
      "source": "card_ded33c30-47e4-42b1-a1fe-0a0a7e11dc08",
      "target": "card_a96a160b-57b1-4fd1-94df-204b82ccb3ae"
    },
    {
      "source": "card_a96a160b-57b1-4fd1-94df-204b82ccb3ae",
      "target": "card_475e8f83-addd-4872-bac9-d0eda5cabd96"
    },
    {
      "source": "card_475e8f83-addd-4872-bac9-d0eda5cabd96",
      "target": "card_b3b621e7-2fc0-4503-b3d8-bbdd65ede0cb"
    },
    {
      "source": "card_b3b621e7-2fc0-4503-b3d8-bbdd65ede0cb",
      "target": "card_d7aa7e87-5061-4ee3-8d36-239493bcc928"
    },
    {
      "source": "card_d7aa7e87-5061-4ee3-8d36-239493bcc928",
      "target": "card_9b5a6c20-6e2d-4467-8a58-9b0dd20f30ec"
    },
    {
      "source": "card_9b5a6c20-6e2d-4467-8a58-9b0dd20f30ec",
      "target": "card_1af6fb15-3d84-40b4-8082-503e5062cdf2"
    },
    {
      "source": "card_1af6fb15-3d84-40b4-8082-503e5062cdf2",
      "target": "card_8537f2c7-5da8-42a8-b8d6-52973c6424ae"
    },
    {
      "source": "card_8537f2c7-5da8-42a8-b8d6-52973c6424ae",
      "target": "card_ab96c0bf-a34a-49d1-96ac-8a2510c7d79d"
    },
    {
      "source": "card_ab96c0bf-a34a-49d1-96ac-8a2510c7d79d",
      "target": "card_e0297859-97ac-4e20-a652-b6b6c80d6bd2"
    },
    {
      "source": "card_e0297859-97ac-4e20-a652-b6b6c80d6bd2",
      "target": "card_868d1ab7-145d-4360-a803-b62415bdf20d"
    },
    {
      "source": "card_868d1ab7-145d-4360-a803-b62415bdf20d",
      "target": "card_66504c9f-2f9f-4177-a0f3-d0578af16566"
    },
    {
      "source": "card_953560ce-ec8f-40cf-8997-8d7a22224951",
      "target": "card_a245b44c-cccb-4ae5-9641-4387316b1540"
    },
    {
      "source": "card_a245b44c-cccb-4ae5-9641-4387316b1540",
      "target": "card_9c4fac0e-e806-4908-a6f0-bb434bf235d8"
    },
    {
      "source": "card_9c4fac0e-e806-4908-a6f0-bb434bf235d8",
      "target": "card_4c58065d-a21d-4060-8aad-6d7b41987186"
    },
    {
      "source": "card_d9b9b1b8-3d83-4500-8aa3-0ab1fd360586",
      "target": "card_5e7c04c0-cce7-42ec-b49d-861f920de834"
    },
    {
      "source": "card_5e7c04c0-cce7-42ec-b49d-861f920de834",
      "target": "card_0f103cb6-50af-48cf-a067-cfc21e32e831"
    },
    {
      "source": "card_0f103cb6-50af-48cf-a067-cfc21e32e831",
      "target": "card_52520355-9249-434c-9de8-68169d388ad0"
    },
    {
      "source": "card_52520355-9249-434c-9de8-68169d388ad0",
      "target": "card_a5b26216-5b35-44ae-9d37-7d5603e9ff2b"
    },
    {
      "source": "card_a5b26216-5b35-44ae-9d37-7d5603e9ff2b",
      "target": "card_7058b457-f91c-4340-a1c5-650ebf8facb3"
    },
    {
      "source": "card_89f6cbca-f66a-4e36-bf7b-4053be55f741",
      "target": "card_1c577df9-5d61-4e9a-ad0b-a58091db46de"
    },
    {
      "source": "card_1c577df9-5d61-4e9a-ad0b-a58091db46de",
      "target": "card_2e1c885a-604f-4588-b6e9-a405f1478480"
    },
    {
      "source": "card_2e1c885a-604f-4588-b6e9-a405f1478480",
      "target": "card_9f55a1ba-5b5e-48d1-98cd-7d29c11fdf2d"
    },
    {
      "source": "card_9f55a1ba-5b5e-48d1-98cd-7d29c11fdf2d",
      "target": "card_545f2a16-661a-4074-ac6f-246853b2106f"
    },
    {
      "source": "card_545f2a16-661a-4074-ac6f-246853b2106f",
      "target": "card_f1553c0f-321e-441b-9513-74914f49ea59"
    },
    {
      "source": "card_d60a26aa-bb21-4035-ba8e-150665728bee",
      "target": "card_3d948621-ab70-4752-be52-c4a0752685e5"
    },
    {
      "source": "card_3d948621-ab70-4752-be52-c4a0752685e5",
      "target": "card_f46f9372-36cb-4bd6-86d0-b5997e43d595"
    },
    {
      "source": "card_9038dcda-6758-4f70-9be0-bb8792cb97fb",
      "target": "card_bb14a292-be1c-49eb-89a9-ef6ca7ac364e"
    },
    {
      "source": "card_bb14a292-be1c-49eb-89a9-ef6ca7ac364e",
      "target": "card_71fe67aa-90fc-44f6-9dc3-434322281991"
    },
    {
      "source": "card_71fe67aa-90fc-44f6-9dc3-434322281991",
      "target": "card_182b03a4-206c-4f4c-8bdf-a4516dbc8b8b"
    },
    {
      "source": "card_182b03a4-206c-4f4c-8bdf-a4516dbc8b8b",
      "target": "card_187be35d-6c10-49eb-9aa3-6c6f284f36a3"
    },
    {
      "source": "card_187be35d-6c10-49eb-9aa3-6c6f284f36a3",
      "target": "card_3db7a605-851e-48fc-8e17-14b2f5ed4446"
    },
    {
      "source": "card_3db7a605-851e-48fc-8e17-14b2f5ed4446",
      "target": "card_c39b2bfc-d0cc-4bfa-a06c-580a916ede1e"
    },
    {
      "source": "card_c39b2bfc-d0cc-4bfa-a06c-580a916ede1e",
      "target": "card_8b10fde2-20db-4d80-977b-04a1e47adfd8"
    },
    {
      "source": "card_93193de4-1616-44f4-b3cb-74ba589082a2",
      "target": "card_3bdcc90c-04df-4b61-8e3b-0c8bba6eeb7e"
    },
    {
      "source": "card_3bdcc90c-04df-4b61-8e3b-0c8bba6eeb7e",
      "target": "card_7eb6b2fc-ac77-4ae3-979e-3df81cea6269"
    },
    {
      "source": "card_7eb6b2fc-ac77-4ae3-979e-3df81cea6269",
      "target": "card_d8ef93ec-6a56-4244-a8a3-43dd33182bda"
    },
    {
      "source": "card_d8ef93ec-6a56-4244-a8a3-43dd33182bda",
      "target": "card_8e120256-6aec-4e94-ac1b-6d3cbece40b5"
    },
    {
      "source": "card_8e120256-6aec-4e94-ac1b-6d3cbece40b5",
      "target": "card_248b4916-5d41-4eb0-8831-b57ef8f00fcb"
    },
    {
      "source": "card_050d4cc4-664a-4c23-a0c4-7d62bb6965e3",
      "target": "card_16f6d732-46ff-4e05-99ef-ec5f6c99c40e"
    },
    {
      "source": "card_16f6d732-46ff-4e05-99ef-ec5f6c99c40e",
      "target": "card_821bb35f-9b71-46f1-990f-23cde8f6dd72"
    },
    {
      "source": "card_821bb35f-9b71-46f1-990f-23cde8f6dd72",
      "target": "card_ca056ccf-d1e3-43a6-8b95-7e1f91c17c28"
    },
    {
      "source": "card_ca056ccf-d1e3-43a6-8b95-7e1f91c17c28",
      "target": "card_be37ee6f-220f-46db-bc18-ea602ae86be4"
    },
    {
      "source": "card_be37ee6f-220f-46db-bc18-ea602ae86be4",
      "target": "card_b069bce1-3412-4ba2-8155-1bf56553c056"
    },
    {
      "source": "card_b069bce1-3412-4ba2-8155-1bf56553c056",
      "target": "card_1c7702e1-ac28-4388-b906-0b1ce4cd293a"
    },
    {
      "source": "card_1c7702e1-ac28-4388-b906-0b1ce4cd293a",
      "target": "card_d2145e21-8af0-42c1-bc62-f5de72172e59"
    },
    {
      "source": "card_d2145e21-8af0-42c1-bc62-f5de72172e59",
      "target": "card_784b3dbd-3dc9-4f26-ad1e-606715666b0e"
    },
    {
      "source": "card_784b3dbd-3dc9-4f26-ad1e-606715666b0e",
      "target": "card_de6d3f80-3d55-4ccf-be03-7537c8afe39e"
    },
    {
      "source": "card_1600fadd-e8f6-43d6-8c10-af3ba3410c60",
      "target": "card_4b7b80fe-806e-4b8e-a58b-40b1af0fc250"
    },
    {
      "source": "card_4b7b80fe-806e-4b8e-a58b-40b1af0fc250",
      "target": "card_8009e075-8f5f-4079-a4a5-93e2596aa7eb"
    },
    {
      "source": "card_8009e075-8f5f-4079-a4a5-93e2596aa7eb",
      "target": "card_bf9b856f-6da8-4154-a0c6-c34f17b1fa15"
    },
    {
      "source": "card_bf9b856f-6da8-4154-a0c6-c34f17b1fa15",
      "target": "card_a082b679-4469-439b-a20b-a16e70f870b2"
    },
    {
      "source": "card_a082b679-4469-439b-a20b-a16e70f870b2",
      "target": "card_c338bc8f-2cd0-4668-9e90-487dfd3579b4"
    },
    {
      "source": "card_c338bc8f-2cd0-4668-9e90-487dfd3579b4",
      "target": "card_5e17d595-e644-45ba-9e9c-ce1767346225"
    },
    {
      "source": "card_3daf5b4e-32bd-4105-beae-1f07e83368ea",
      "target": "card_c2c90ba2-0e9a-4c41-918a-c4a98377c407"
    },
    {
      "source": "card_c2c90ba2-0e9a-4c41-918a-c4a98377c407",
      "target": "card_7850f45f-bf7c-46cc-b640-0b0bebeed1b7"
    },
    {
      "source": "card_7850f45f-bf7c-46cc-b640-0b0bebeed1b7",
      "target": "card_aa136779-b538-47d3-9d45-ba3f3788c024"
    },
    {
      "source": "card_aa136779-b538-47d3-9d45-ba3f3788c024",
      "target": "card_a64f9ee2-7dc9-4fb2-a3e5-3b11aa865742"
    }
  ],
  "title": "37th LD, Position 2",
  "meta": "Thanks to <a href='https://www.officialhacksandwonks.com/sse-37th-ld-debate-2022#transcript'>Hacks and Wonks</a> for conducting the forum and releasing the transcript",
  "tags": {
    "disagreement": [
      "card_96738337-68a2-44f4-8045-acf4de6f86fb",
      "card_a6c2fa37-4fe7-4b10-8bee-09d68680473b",
      "card_7db167b5-11a4-47ef-ae52-1d8aba670f90",
      "card_852eb438-9427-44af-82b2-e2eb2421ef91",
      "card_313a6914-262f-4865-b12e-7a4a4898c25a",
      "card_b44f20ff-67e5-424f-bba6-e16be58727a8",
      "card_7b41450d-8751-450c-b4f4-22dcbdb8fdec",
      "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "card_a1132173-7e89-40fc-8a57-9e6b21a99920"
    ],
    "moderator": [
      "card_6033845d-8a34-4b39-ada7-e294e3417060",
      null,
      "card_3daf5b4e-32bd-4105-beae-1f07e83368ea"
    ],
    "bio": [
      "card_b3edf959-65c2-4ed3-84fe-a37cb572ff9b",
      "card_e4b92fc8-876f-4f83-beb5-176daff016b4",
      "card_0e1d6d59-11b4-4e67-84b7-2d8d3fec188c",
      "card_7db167b5-11a4-47ef-ae52-1d8aba670f90",
      "card_313a6914-262f-4865-b12e-7a4a4898c25a",
      "card_b44f20ff-67e5-424f-bba6-e16be58727a8",
      "card_7b41450d-8751-450c-b4f4-22dcbdb8fdec",
      "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "card_3b1d55ce-dc93-4443-b766-70470161a044",
      "card_e98f6590-b452-4671-904b-f52f5570ff62",
      "card_b0a4fa6e-8b38-431d-9d33-5eb690355bd6",
      "card_feb40fbe-7834-4bb6-9c29-90a077fedd49",
      "card_b840d861-8168-4941-b407-f1d2bf03bdb6",
      "card_2b2e6374-cda1-4a72-a617-88edb95d81a4",
      "card_9839ed1a-7750-46a7-a73d-8117837d5c60",
      "card_7146d657-69dc-42cc-b684-9f92913dacb6",
      "card_6a2c511d-5d75-4df0-9565-131d15621af1",
      "card_2df02546-bca5-4f80-bb18-73b7fc7cf07d",
      "card_a1132173-7e89-40fc-8a57-9e6b21a99920",
      "card_aa02875e-e2d3-4647-8497-4fd40098e09d",
      "card_ded33c30-47e4-42b1-a1fe-0a0a7e11dc08",
      "card_9038dcda-6758-4f70-9be0-bb8792cb97fb",
      "card_1600fadd-e8f6-43d6-8c10-af3ba3410c60"
    ],
    "housing": [
      "card_a5a451fe-5cbc-4248-940d-96cf974949b8",
      "card_96738337-68a2-44f4-8045-acf4de6f86fb",
      "card_1b419bb2-0165-4227-a943-eafd527caca8",
      "card_ee78b1cf-19a5-4870-aa97-d79cdb247427",
      "card_a6c2fa37-4fe7-4b10-8bee-09d68680473b",
      "card_e4b92fc8-876f-4f83-beb5-176daff016b4",
      "card_0e1d6d59-11b4-4e67-84b7-2d8d3fec188c",
      "card_7db167b5-11a4-47ef-ae52-1d8aba670f90",
      "card_88e4657e-9167-4c54-a4cd-31f3c5056d2a"
    ],
    "crime": [
      "card_58a04f8a-b25f-4b30-a599-e1f2a6e7def0",
      "card_e3d7c3dd-e99a-4f58-86be-ea7346dbee08",
      "card_c3a385dd-25e9-468e-a117-3c98fe07bac1",
      "card_7fbad783-ec36-4541-8233-754830bdac38",
      "card_08998815-d3be-4fb6-b435-2a5d54866996",
      "card_a37868bc-b2a8-4957-b8f8-3f632bf5f741",
      "card_93193de4-1616-44f4-b3cb-74ba589082a2",
      "card_050d4cc4-664a-4c23-a0c4-7d62bb6965e3"
    ],
    "health care": [
      "card_bd2bf420-5d6e-479e-99f4-328eac3bca49",
      "card_fdb0ade6-b97a-4f64-afdc-ac3fc69d6316",
      "card_b01b3c1d-2e78-4201-bc73-0bf106442bb2"
    ],
    "education": [
      "card_08998815-d3be-4fb6-b435-2a5d54866996",
      "card_949b3140-207f-4afe-908e-98b33b03d920",
      "card_c3ec1777-7d61-4dd5-b812-acb45eba4246",
      "card_76a1975e-d525-4bf1-be3e-06b21e94a3b6",
      "card_a1132173-7e89-40fc-8a57-9e6b21a99920",
      "card_c4dbea56-f0ff-46be-8222-c92e1daa92e8",
      "card_1e5eb683-3cf0-4427-bb7e-920c9a018cd8"
    ],
    "gender": [
      "card_facd42c9-da71-407d-8b93-254c41039cdc",
      "card_b6404706-86de-4f17-897c-fe56fd032e5d",
      "card_74d011d0-0c7e-4296-a367-4023571d04f0",
      "card_89f6cbca-f66a-4e36-bf7b-4053be55f741"
    ],
    "economics": [
      "card_41808fd9-cc50-4e85-b703-6a19b4d0de76",
      "card_eb59dc27-17fe-489c-a191-f5cd3bd7fd71",
      "card_6eb5e909-2045-47d6-ac2c-8c785e969807",
      "card_1e5eb683-3cf0-4427-bb7e-920c9a018cd8"
    ],
    "transit": [
      "card_852eb438-9427-44af-82b2-e2eb2421ef91",
      "card_f407e3c5-169a-4b7d-9778-111e6f2735cb",
      "card_313a6914-262f-4865-b12e-7a4a4898c25a",
      "card_b44f20ff-67e5-424f-bba6-e16be58727a8",
      "card_17c7ba79-e62a-45f5-960c-0f9ef2a8b989",
      "card_6422383f-3c1e-454c-887b-351def05e31e"
    ],
    "environment": [
      "card_28c505e0-a7cd-4d6b-81f4-a08a6ba8ae53",
      "card_b01b3c1d-2e78-4201-bc73-0bf106442bb2",
      "card_953560ce-ec8f-40cf-8997-8d7a22224951",
      "card_d9b9b1b8-3d83-4500-8aa3-0ab1fd360586"
    ],
    "elections": [
      "card_c3db95a3-6278-40e2-88ef-3a711ec58a53",
      "card_d8e1ef5e-da70-46e8-a970-eb91f6e96fb2",
      "card_94ffc464-185a-4815-b516-d0978d172895",
      "card_36a1e45b-c1ae-4c3f-ac33-ab389fd6064e",
      "card_7b41450d-8751-450c-b4f4-22dcbdb8fdec",
      "card_6c49c93a-e443-4e26-8ad0-9cb3bb871265",
      "card_3b1d55ce-dc93-4443-b766-70470161a044",
      "card_e98f6590-b452-4671-904b-f52f5570ff62",
      "card_b0a4fa6e-8b38-431d-9d33-5eb690355bd6",
      "card_feb40fbe-7834-4bb6-9c29-90a077fedd49",
      "card_b840d861-8168-4941-b407-f1d2bf03bdb6",
      "card_d60a26aa-bb21-4035-ba8e-150665728bee"
    ],
    "labor": [
      "card_2b2e6374-cda1-4a72-a617-88edb95d81a4",
      "card_f753048a-e7a3-4f13-9329-6779418b7ed6",
      "card_9839ed1a-7750-46a7-a73d-8117837d5c60",
      "card_7146d657-69dc-42cc-b684-9f92913dacb6",
      "card_6a2c511d-5d75-4df0-9565-131d15621af1",
      "card_2df02546-bca5-4f80-bb18-73b7fc7cf07d",
      "card_17c7ba79-e62a-45f5-960c-0f9ef2a8b989"
    ],
    "abortion": ["card_6b50c0e6-bc5f-41bc-b66f-95aff91e7066"],
    "skyway": ["card_aa02875e-e2d3-4647-8497-4fd40098e09d"],
    "Winner: Crystal Fincher": [],
    "Winner: Emijah Smith": ["card_a57e1c82-0b3f-40f8-abd3-1aa4b428acc2"],
    "Winner: Chipalo Street": [
      "card_a1132173-7e89-40fc-8a57-9e6b21a99920",
      "card_d9b9b1b8-3d83-4500-8aa3-0ab1fd360586"
    ]
  },
  "date": "Oct 4, 2022",
  "source": "South Seattle Emerald; Hacks and Wonks",
  "url": "https://www.officialhacksandwonks.com/sse-37th-ld-debate-2022#transcript",
  "moderators": ["Crystal Fincher"]
}
