{"cards": [{"speech": "Bret Baier", "text": "Tonight, the race for the White House takes flight. Welcome to the first debate of the 2024 presidential campaign live at Fiserv Forum in Milwaukee.", "id": "4cd5c062-d4d6-45f0-8478-1939b8070448"}, {"speech": "Martha MacCallum", "text": "Eight Republican candidates have qualified and have chosen to be here on our debate stage tonight. They are here to lay out their vision for America, the battle — as they battle for the GOP nomination.", "id": "d8aac59a-b1ce-4ccd-aca3-e9735f25fb91"}, {"speech": "Martha MacCallum", "text": "Good evening, everybody. I’m Martha MacCallum.", "id": "be088030-330a-4a92-881c-fd945cfaa6da"}, {"speech": "Bret Baier", "text": "And I’m Bret Baier. This is the very same stage on which the Republican choice for president will accept the party’s nomination next summer. The eight contenders are positioned by the order they sit in the polls with the highest polling candidates in the middle, standing center stage. Florida Governor Ron DeSantis.", "id": "160eb7f9-9889-4dba-b83d-9fa8cd869fa7"}, {"speech": "Martha MacCallum", "text": "Next, (inaudible) Vivek Ramaswamy.", "id": "df75f8c5-e22a-4499-9f68-a997170fedab"}, {"speech": "Bret Baier", "text": "Former Vice President Mike Pence.", "id": "e1ca59ea-22cc-4f37-b458-2ffdd7d9c438"}, {"speech": "Martha MacCallum", "text": "Former South Carolina Governor Nikki Haley.", "id": "2a7fa7cb-6954-429d-afb0-b2fbfa119b47"}, {"speech": "Bret Baier", "text": "Former New Jersey Governor Chris Christie.", "id": "4f5287d3-b994-4208-be69-ce533a1a2258"}, {"speech": "Martha MacCallum", "text": "South Carolina Senator Tim Scott.", "id": "bec9c4a9-0f8f-4146-a0c6-21fde8babfc8"}, {"speech": "Bret Baier", "text": "Former Arkansas Governor Asa Hutchinson.", "id": "bc40cc7f-4b57-49fd-b28f-764361b99270"}, {"speech": "Martha MacCallum", "text": "And North Dakota Governor Doug Burgum.", "id": "ae47fcfe-47de-47ff-bf76-b940036100b4"}, {"speech": "Bret Baier", "text": "Some ground rules for tonight. We will ask the questions and then candidates get one minute to answer. If someone is singled out, you get 30 seconds to respond. And when the time runs out, we all will hear this.", "id": "0009ac55-1a37-4682-9a6d-7c1851b57f58"}, {"speech": "Bret Baier", "text": "Very pleasant.", "id": "55908527-2381-46d4-aae5-6a661d24f755"}, {"speech": "Martha MacCallum", "text": "So tonight, these candidates have a big opportunity to break out of the pack and to explain why they are best prepared to be the Republican choice for president at a time when the likely Democrat nominee, President Joe Biden, is working to convince the country that with Bidenomics, things are looking up.", "id": "03c5dfa5-4037-4c2c-8489-5718451e0314"}, {"speech": "Martha MacCallum", "text": "[begin videotape]", "id": "767452a2-2bfc-4fc3-96ba-282e3eba82db"}, {"speech": "Martha MacCallum", "text": "They call my plan Bidenomics. I’m not totally sure they meant it in a totally complimentary way at the time.", "id": "3582ee3d-d99b-4451-b002-2dc660a7525f"}, {"speech": "Martha MacCallum", "text": "But guess what? It’s working.", "id": "f011d151-20f7-43c5-949b-b499d76389b9"}, {"speech": "Martha MacCallum", "text": "[end videotape]", "id": "f98d1b5d-b6a4-431b-973b-3390fcb396cb"}, {"speech": "Bret Baier", "text": "But, is it? More than 65 percent of Americans say the country is headed in the wrong direction. And here is the reality for some voters we talked to here in Wisconsin this week.", "id": "504eee89-1125-4b28-8acb-a7f6ec2b98ce"}, {"speech": "Bret Baier", "text": "[begin videotape]", "id": "86fca377-275d-4533-9aaa-fe2d816ba2cd"}, {"speech": "Bret Baier", "text": "We have noticed a dramatic increase in prices at the grocery store just across the board.", "id": "fe047459-8629-48f9-a47d-e873f8c120ee"}, {"speech": "Bret Baier", "text": "Gas is high and food is high. A lot of people out here are homeless because they can’t buy food.", "id": "249f1dc2-387d-40f5-a080-fbcc0e76c658"}, {"speech": "Bret Baier", "text": "It’s tough when you’ve got mortgage rates at 7-8 percent versus 2 to 3. It’s just, you can’t afford a house anymore.", "id": "a36b866e-8b4a-4cc2-bb5f-f38c3a8bed76"}, {"speech": "Bret Baier", "text": "Inflation is — is ridiculous. It’s killing us out here.", "id": "a9d772d3-01a4-4d74-a474-0e243776f923"}, {"speech": "Bret Baier", "text": "[end videotape]", "id": "69f674dd-68dd-4556-b002-ae9882b87c13"}, {"speech": "Martha MacCallum", "text": "As we sit here tonight, the number one song on the Billboard chart is called “Rich Men North of Richmond.”", "id": "498d6054-daf1-44d0-b64e-d95ec97f0f6c"}, {"speech": "Martha MacCallum", "text": "It is by a singer from Farmville, Virginia, named Oliver Anthony. His lyrics speak of alienation, of deep frustration with the state of government and of this country. Washington, D.C., is about 100 miles north of Richmond.", "id": "9dd5eed9-df75-4996-8ae3-6ddd24553f36"}, {"speech": "Martha MacCallum", "text": "So, Governor DeSantis, why is this song striking such a nerve in this country right now? What do you think it means?", "id": "fdf7e9b4-b98b-47ac-a620-20d4a1dad085"}, {"speech": "Ron DeSantis", "text": "Our country is in decline. This decline is not inevitable. It’s a choice. We need to send Joe Biden back to his basement and reverse American decline.", "id": "55bacf0b-c024-4ebc-a594-807db448d179"}, {"speech": "Ron DeSantis", "text": "And it starts with understanding we must reverse Bidenomics so that middle class families have a chance to succeed again. We cannot succeed as a country if you are working hard and can’t afford groceries, a car, or a new home while Hunter Biden can make hundreds of thousands of dollars on lousy paintings. That is wrong.", "id": "fe24f183-167b-4ce0-be7f-2742b0e06a1f"}, {"speech": "Ron DeSantis", "text": "We — we also cannot succeed when the Congress spends trillions and trillions of dollars. Those “Rich Men North of Richmond” have put us in this situation.", "id": "a14effd3-3d50-4454-927d-ff7cc9b6b763"}, {"speech": "Ron DeSantis", "text": "And, finally, we need to lower your gas prices. We’re going to open up all energy production. We will be energy dominant again in this country.", "id": "609c2cf1-a00f-435e-aa4a-a95cc276b2a0"}, {"speech": "Ron DeSantis", "text": "I showed it could be done in the state of Florida. I pledge to you as your president we will get the job done and I will not let you down.", "id": "1cfc0bb5-8406-41fd-84c2-d2aed454e209"}, {"speech": "Bret Baier", "text": "All right, Governor DeSantis, thank you.", "id": "f3abea28-16df-4ef6-be2a-c37438c67429"}, {"speech": "Bret Baier", "text": "Governor Christie, do you agree with Governor DeSantis just said there? And why would you be better on the economy than him?", "id": "9176ae91-4e99-4e2a-b6d4-702eafbe1c93"}, {"speech": "Chris Christie", "text": "Well, look, I do agree predominantly with what Governor DeSantis just laid out. I think that if you asked every one of us up here that we would agree predominantly with what he just laid out.", "id": "ecbc0065-047c-47f8-9ab0-7030b49a53bb"}, {"speech": "Chris Christie", "text": "Here is the difference. The difference is that we’re going to have to work and make sure that we sell these ideas. And we able — be able to put ourselves in a position where we get a majority of the vote, not only by winning the Congress and the Senate in ’24, but also by having someone who has had the experience of doing it.", "id": "2a35db18-0306-4043-921c-bea78ef0e860"}, {"speech": "Chris Christie", "text": "Now I was elected as a conservative Republican in a blue state with 61 percent of the vote, with a Democratic legislature against me the entire time. And we still, through hard, strong decision-making, brought them around to our point of view.", "id": "294ee177-9fd3-4ec3-815b-5e2917555cc1"}, {"speech": "Chris Christie", "text": "We cut taxes in New Jersey. We cut debt in New Jersey. We made sure that each and every time we were confronted with bad Democratic ideas we stood and stopped them. And when there were good ideas, we brought people together to make progress going forward. Truth and accountability are the things we need to do to fight waste.", "id": "2f011a68-e541-4e11-bd5a-3bd3b104b953"}, {"speech": "Chris Christie", "text": "And I’d say the last thing is this, Bret. We cannot sit by any longer and allow the kind of spending that is going on in Washington. Because every dollar they spend is a dollar that these people are not allowed to spend on their children and their grandchildren. It’s robbing our country and it’s wrong.", "id": "4c8124c4-64d5-4b99-a322-276f0aa2a2cc"}, {"speech": "Bret Baier", "text": "Well, Governor, let me just follow up very quickly.", "id": "5df7fd13-adb3-4652-a4ca-19b0e39aad88"}, {"speech": "Bret Baier", "text": "New Jersey, when you were governor, had the second-lowest credit rating in the nation after Illinois, and it was downgraded 11 times.", "id": "cddf656f-41f6-4b8d-80be-792f272ba065"}, {"speech": "Chris Christie", "text": "Yes, yes. And — and that’s what happens when you inherit a blue state that has done that. But when you look at what we did on debt, Bret, in that state, we cut debt in that state, debt that had been left to us by three Democratic gubernatorial predecessors of mine who ran up that debt tremendously.", "id": "1ad80944-b42e-4404-a544-6735fa620138"}, {"speech": "Chris Christie", "text": "And what you also saw us to do was to cut the unemployment rate in half. It was over 10 percent when I became governor in 2010. What we also did was cut pension payments to public employees to make sure that taxpayers were not being soaked by a public employee —", "id": "6922ffb0-8acb-4a49-be6d-ac18c52bb842"}, {"speech": "Chris Christie", "text": "— union system that was killing the taxpayer.", "id": "59d7e308-1b26-488d-94c2-622e2fe9e1fd"}, {"speech": "Bret Baier", "text": "Thank you, Governor.", "id": "382b305f-3bd4-47c2-82f0-1013828395be"}, {"speech": "Martha MacCallum", "text": "Governor Scott — I mean, Tim Scott, Senator Scott, excuse me, the song also goes after welfare programs. As a senator, now President Biden argued for freezing federal spending back, this was back the ’80s, and dealing with sacred cows. He does not talk about that anymore. You have been a senator though for 10 years. So what have you done to rein in the increasing size of government?", "id": "299dd0ee-4b79-4b8b-b40e-d3a480e372a0"}, {"speech": "Tim Scott", "text": "Well, thank you for the question. Over the last several years I’ve had an opportunity to vote against spending package after spending package after spending package.", "id": "e1faeedd-ea92-4f70-be4c-34afd8379090"}, {"speech": "Tim Scott", "text": "What we also need to understand is that Joe Biden’s Bidenomics has led to the loss of $10,000 of spending power for the average family. When you see 16 percent inflation, your gas is up 40 percent. Your food is up 20 percent. Your electricity is up 20 percent. We can stop that by turning the spigot off at Washington, sending the money back to the states, and allowing the decisions to be made at their own houses.", "id": "f579f618-7923-4fb0-8cab-a6b654f645f3"}, {"speech": "Tim Scott", "text": "I helped write the Tax Cuts and Jobs Act in 2017. We cut taxes for single moms like the one that raised me by 70 percent, for dual households by 60 percent, returning to the average family $4,000. If you don’t send it to Washington, we can’t spend it. That’s good news for the American people.", "id": "4294935c-c640-446a-ad64-de29be8e33fd"}, {"speech": "Martha MacCallum", "text": "OK. But, just to follow-up, you did — during the Trump administration, you approved $4.4 trillion, $4.1 trillion, $1.7 trillion, over the course of that administration. That’s a lot of money.", "id": "8a4dace4-9b05-4232-a720-5dc2187b4516"}, {"speech": "Tim Scott", "text": "There is no doubt that during the Trump administration we were dealing with the COVID virus. We spent more money. But, here is what happened at the end of our time in the majority. We had low unemployment. Record low unemployment is 3.5 percent for the majority of the population, 70 percent — 70-year-low for women. African Americans, Hispanics and Asians had an all-time low. But, our inflation was at two percent. Under Joe Biden, we’ve seen the exact opposite. We’ve seen inflation explode, which led to 12 Federal Reserve increases. That’s devastating homebuyers today.", "id": "75992381-7d81-4048-b629-ff4357e63bb8"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, you’re listening to these answers.", "id": "f8e05b3c-e67c-48ff-8232-0d2f5017fd2c"}, {"speech": "Mike Pence", "text": "If I may —", "id": "9a897cb0-e525-46e4-868a-75184b0bb81e"}, {"speech": "Bret Baier", "text": "Now, hold on for a second.", "id": "4ba354a1-b4e4-4529-97aa-87830096ba11"}, {"speech": "Mike Pence", "text": "So, I don’t know if I get a chance to respond.", "id": "93d42be2-3698-4835-8dfd-e130f6a41e25"}, {"speech": "Bret Baier", "text": "He didn’t mention you specifically. But, we’ll be with you in a second, Mr. Vice President. Mr. Ramaswamy, listening to all of this, why should voters choose you over more experienced politicians on this stage? You’re basically a blank slate for people. You’re 38-years-old. You’ve said that you only voted in two presidential elections before this moment, this political race.", "id": "1adec23d-7483-4339-9fea-dc35c8a0f23c"}, {"speech": "Vivek Ramaswamy", "text": "So, first, let me just address the question that is on everybody’s mind at home tonight. Who the heck is this skinny guy with a funny last name, and what the heck is he doing in the middle of this debate stage? I’ll tell you, I’m not a politician, Bret. You’re right about that. I’m an entrepreneur.", "id": "9f58c4a1-647c-48e6-b97a-2384ffe17885"}, {"speech": "Vivek Ramaswamy", "text": "My parents came to this country with no money 40 years ago. I have gone on to found multibillion dollar companies. I did it while I married my wife Apoorva, raising our two sons, following our faith in God. That is the American dream. And I am genuinely worried that that American dream will not exist for our two sons and their generation unless we do something about it.", "id": "ea94f14a-d24c-441f-9e51-0a6613a67398"}, {"speech": "Vivek Ramaswamy", "text": "And I do think, but it’s going to take an outsider, because for a long time, we have professional politicians in the Republican Party who have been running from something. Now is our moment to start running to something, to our vision of what it means to be an American today. If you have a broken car, you don’t turn over the keys to the people who broke it again. You hand it over to a new generation to actually fix the problem. That’s why I’m in this race, and we’re just getting warmed up.", "id": "9459985e-e6fe-4507-bd70-b1dc0c46fd7d"}, {"speech": "Martha MacCallum", "text": "All right. So, you (inaudible) Haley. Why are you better positioned to turn around this economy that we’ve heard all of these voters talking about tonight? Then, Mr. Ramaswamy, who is a successful entrepreneur, nationally right now, he is beating you in the polls.", "id": "e369c52e-4c55-44b9-8f63-f3bf4967805b"}, {"speech": "Nikki Haley", "text": "Well, I don’t care about polls. What I care about the fact is that no one is telling the American people the truth. The truth is that Biden didn’t do this to us. Our Republicans did this to us too. When they passed that $2.2 trillion COVID stimulus bill, they left us with 90 million people on Medicaid, 42 million people on food stamps.", "id": "37046506-b6f0-4d92-b946-d4cc5dad8bfe"}, {"speech": "Nikki Haley", "text": "No one has told you how to fix it. I’ll tell you how to fix it. They need to stop the spending. They need to stop the borrowing. They need to eliminate the earmarks that Republicans brought back in, and they need to make sure they understand these are taxpayer dollars. It’s not their dollars.", "id": "1177f053-fd96-4206-9d62-da0454edcbe7"}, {"speech": "Nikki Haley", "text": "And while they’re all saying this, you have Ron DeSantis. You’ve got Tim Scott. You’ve got Mike Pence. They all voted to raise the debt. And Donald Trump added $8 trillion to our debt. And our kids are never going to forgive us for this. And so, at the end of the day, you look at the 2024 budget. Republicans asked for $7.4 billion in earmarks. Democrats asked for $2.8 billion. So, you tell me who are the big spenders? I think it’s time for an accountant in the White House.", "id": "62d8c3a5-919c-46c6-8c5d-d303e9e304bd"}, {"speech": "Bret Baier", "text": "Vice President Pence, you had mentioned that 54 percent of voters say the cost of groceries is a “major problem for them”.", "id": "a597fdb9-4e04-4ee3-a63e-3b4a7f3faeac"}, {"speech": "Mike Pence", "text": "Right.", "id": "090355ca-571d-4873-afb8-abb13553091a"}, {"speech": "Bret Baier", "text": "You blamed the Biden administration spending for that increase. But, as Vice President, your administration spent more than, any prior, $7.8 trillion added to the national debt, $3.5 trillion of that before COVID. So, does that mean that you’re part of the spending problem?", "id": "f8bee32e-0e4b-49fa-965c-515adeb532bd"}, {"speech": "Mike Pence", "text": "Well, first of all, thanks for the question. Thanks for letting me respond, reference to our administration’s record. I’m incredibly proud of the record of the Trump-Pence administration. In four short years, we rebuilt our military. We revived our economy. We unleashed American energy. And we appointed three conservatives to the Supreme Court that gave the American people a new beginning for the right to life.", "id": "e359c1c9-de64-4b97-bd5a-e5a06eeff6b9"}, {"speech": "Mike Pence", "text": "Now, Martha, you asked earlier who is the most best prepared for this job? And I must say, with all due respect to all of my friends on the stage, and even to one that’s probably looking on, I think, unquestionably, I’m the best prepared, the most tested, the most qualified and proven conservative in this race.", "id": "f602dccd-7289-47bf-ab1c-325a0bf090b1"}, {"speech": "Mike Pence", "text": "I was a leader in the Congress of the United States. I led Indiana where we balanced budgets and had a AAA bond rating, when I was governor. And as Vice President of the United States, we spent funding to backfill on the military cuts of the Obama administration, and then we were there in the worst pandemic in 100 years. All that being said, I was the first person in this race to say that we’ve got to deal with the long-term national debt issues. You got people on this stage that won’t even talk about issues like Social Security and Medicare.", "id": "9e826cf7-ee98-4373-b63c-d335f12d0cde"}, {"speech": "Mike Pence", "text": "Vivek, you recently said a President can’t do everything. Well, I got news for you, Vivek. I’ve been in the hallway. I’ve been in the West Wing. A President in the United States has to confront every crisis facing America. I will put our nation back on the path to growth and prosperity and restore fiscal responsibility, just as I did in Congress and as governor —", "id": "da827c5d-8950-4f5e-a33d-6dcd03b15abb"}, {"speech": "Bret Baier", "text": "Mr. Vice President —", "id": "5c67005e-110c-4625-b493-ec1bdea0c33e"}, {"speech": "Mike Pence", "text": "— and when I was Vice President.", "id": "b835f620-2306-437b-a2cc-5426f00fab59"}, {"speech": "Vivek Ramaswamy", "text": "But —", "id": "999e8b72-2ef6-4e2f-a275-3b53d1a70285"}, {"speech": "Bret Baier", "text": "Hold on, Vivek.", "id": "926f0a41-94bc-4cdc-8e95-ee424faee9c6"}, {"speech": "Martha MacCallum", "text": "Hold on.", "id": "c943b963-9950-4577-b4b4-aa22df348d4e"}, {"speech": "Bret Baier", "text": "You were named earlier. I am going to give Vivek first.", "id": "45e3bb8b-012b-4120-889a-0752dd295921"}, {"speech": "Vivek Ramaswamy", "text": "Yes. This isn’t that complicated, guys, unlock American energy, drill, frack, burn coal and embrace nuclear, put people back to work by no longer paying them more to stay at home, reform the US Fed, stabilize the US dollar, and go to war.", "id": "c868350d-1a71-4e8a-9570-19e8f8ee3613"}, {"speech": "Vivek Ramaswamy", "text": "The only war that I will declare as US President will be the war on the federal administrative state that is the source of those toxic regulations acting like a wet blanket on the economy. So, I’m not sure exactly understood Mike Pence’s comment. But, I’ll let you all parse that out. For me, it’s pretty simple. That’s something the US President can do with focus, and I’ll deliver on that.", "id": "2221a81b-5784-40c7-9075-c01f7e72b4d2"}, {"speech": "Mike Pence", "text": "Let me explain it to you. Let me explain it to you, Vivek, if I can. I’ll go slower this time.", "id": "52b43e01-9d50-4ab1-884c-ab221ee53af4"}, {"speech": "Vivek Ramaswamy", "text": "You know, I sometimes struggle with the reading comprehension.", "id": "aade9b3b-61c6-4bf0-bcf3-2dbe59d52918"}, {"speech": "Mike Pence", "text": "Look, I was a House conservative leader before it was cool. I actually pushed the Deficit Reduction Act. That was the last time we actually reduced the national debt in the United States when I was the leader of House conservatives. I balanced budgets and cut taxes when I was Governor. I mean, look, Joe Biden has weakened this country at home and abroad. Now is not the time for on-the-job training. We don’t need to bring in a rookie. We don’t need to bring in people without experience. We need to bring —", "id": "447fc178-7d1f-4fb8-aefb-501e4c893986"}, {"speech": "Bret Baier", "text": "Wait a second.", "id": "3c169255-45b2-4bca-b00b-627a670d5b7c"}, {"speech": "Martha MacCallum", "text": "Hold on. Hold on. Hold on. In 30 seconds when you have a rebuttal. OK? And you are up Governor DeSantis.", "id": "3b401adf-387b-4b91-bd7c-9ed385169051"}, {"speech": "Ron DeSantis", "text": "So, here is the thing. Why are we in this mess? Part of it, and a major reason is because how this federal government handed COVID-19 by locking down this economy. It was a mistake. It should have never happened. And in Florida, we led the country out of lockdown. We kept our state free and open. And I can tell you this. As your President, I will never let the deep state bureaucrats lock you down. You don’t take somebody like Fauci and coddle him. You bring Fauci in. You sit him down. And you say, Anthony, you are fired.", "id": "6d3df358-fd6b-4b03-a266-758fa112d5d0"}, {"speech": "Martha MacCallum", "text": "We’re going to bring in —", "id": "11654217-9ae3-4fe9-bb40-99a927058e8d"}, {"speech": "Vivek Ramaswamy", "text": "I just want to respond to Mike for one second, because he invoked me back. Listen, now that everybody has gotten their memorized, pre-prepared slogans out of the way, we can actually have a real discussion now. The reality and the fact of the matter is —", "id": "20208858-128c-4b74-bd94-35fe8d3103ad"}, {"speech": "Mike Pence", "text": "Is that one of yours?", "id": "887c6ce1-8c6d-498b-84cf-6467174dc226"}, {"speech": "Vivek Ramaswamy", "text": "Not really, Mike, actually. We’re just going to have some fun tonight. And the reality is, you have a bunch of people, professional politicians, super PAC puppets, following slogans handed over to them by their 400-page super PACs last week. The real choice we face in this primary is this. Do you want a super PAC puppet, or do you want a patriot who speaks the truth? Do you want incremental reform, which is what you’re hearing about, or do you want revolution?", "id": "836ef72c-c0b7-45c7-880f-4b617bf7f764"}, {"speech": "Martha MacCallum", "text": "OK.", "id": "21c93834-0d46-4c10-80fe-6eac5b727cf2"}, {"speech": "Vivek Ramaswamy", "text": "And I stand on the side of the American Revolution rather than —", "id": "f3dc48e0-9e9e-498f-8356-87a5705c7333"}, {"speech": "Mike Pence", "text": "I got to address —", "id": "f63d9b9a-baff-4d98-b5f2-bd4c2cdb590a"}, {"speech": "Bret Baier", "text": "We are going to take control back here.", "id": "60c021be-4294-48e9-b243-2a9a559958ab"}, {"speech": "Martha MacCallum", "text": "We need everyone to have a moment on the economy.", "id": "c5565aa6-861d-4102-86bf-1a80233d576a"}, {"speech": "Mike Pence", "text": "Yes.", "id": "488fa6b7-9b29-4b35-9baf-43293c4e33a1"}, {"speech": "Martha MacCallum", "text": "I think that’s fair.", "id": "cc65d27c-b26e-48ea-9382-c6b12ef3a5aa"}, {"speech": "Mike Pence", "text": "Can I address the COVID issues the Governor brought up?", "id": "970ad2cd-052d-417b-8b49-2233f906c2ff"}, {"speech": "Martha MacCallum", "text": "There are two people who have not — we’re going to get back to that. Yes. So, there are two people who we have not heard from yet. So, let’s hear from Governor Burgum and then from Governor Hutchinson on the economy, sir.", "id": "5679b51c-1b1d-4111-89e4-f650f07004b3"}, {"speech": "Doug Burgum", "text": "Well, great. Thank you, Martha.", "id": "1de02865-ac9d-4c5d-a1d1-4eb3fe7cb17e"}, {"speech": "Doug Burgum", "text": "And, of course, I’m from a town of 300 people. It’s a big deal to make it on the stage with all these folks.", "id": "ad6fe0fb-977d-4be8-b856-8e1efb11cd76"}, {"speech": "Doug Burgum", "text": "But —", "id": "701c94b3-2f98-4942-978d-d61b4a87b41b"}, {"speech": "Doug Burgum", "text": "But when they were — they were all wishing me well and I think I took them a little too literally when they said go to Milwaukee and break a leg.", "id": "174e20ff-d3ec-4244-bd08-0c21eccd6bdd"}, {"speech": "Doug Burgum", "text": "But I do want to say on this, we’re missing something. We can’t just talk about the Biden economy because the economy, energy and national security are all tied together.", "id": "5ff78ca2-59ef-48a3-9cce-2bda228b7d45"}, {"speech": "Doug Burgum", "text": "We — of course, we’re paying too much for energy in our state right — in country right now. But part of the reason why is because the Biden policies on energy. We’ve got a plan right now, the $1.2 trillion of Green New Deal spending buried in the inflation creation act is something that is just subsidizing China.", "id": "dee2e529-79eb-4934-a558-269befa9fba6"}, {"speech": "Doug Burgum", "text": "We’re — if we’re going to stop buying oil from the Middle East and start buying batteries from China, we’re just trading OPEC for Sinopec. And then belatedly, belatedly, the Biden administration says, no, we’re going to put sanctions on Russian oil.", "id": "887cbb10-0024-4ff3-b739-daf327e0dee1"}, {"speech": "Doug Burgum", "text": "Well, we put sanctions on Russian oil. Well, then, it’s 20 percent off. Who’s buying it? China.", "id": "6778ca21-2ef7-4ea9-8529-646ca0307ec3"}, {"speech": "Doug Burgum", "text": "So, if you buy a battery in this country, you buy a solar panel, it’s being produced in a plant in China powered by coal where it’s being powered by oil and gas at 20 percent off. And every farmer in this county like to buy diesel at 20 percent off, just like they’re buying it in China.", "id": "2c99f877-f4ce-4e4c-8d5f-901447d3d29e"}, {"speech": "Bret Baier", "text": "Governor Hutchinson, jump in.", "id": "994b0d9a-3bcc-49d9-8c8a-7598ff1dab68"}, {"speech": "Asa Hutchinson", "text": "Thank you, Bret. Delighted to be here tonight.", "id": "0c39b750-cd5b-4cdb-aacd-93dead6bcd1f"}, {"speech": "Asa Hutchinson", "text": "And let me just tell you that I’m a pro-life governor from a conservative state that have a conservative record in which I lowered taxes in Arkansas as governor. I created a $2 billion surplus that I passed over to my successor. And I made sure that we shrunk the size of government.", "id": "da6e28a0-3a5d-4537-be69-90fc73d29672"}, {"speech": "Asa Hutchinson", "text": "We have 14 percent fewer state employees in Arkansas after I left the government than when I took over as governor eight years ago. I tell that because that’s what we need in Washington, D.C. We need somebody who can actually constrain the growth of federal government, that can actually reduce the size.", "id": "a776e2c8-bec9-4291-8025-7048c02c7fcf"}, {"speech": "Asa Hutchinson", "text": "And I pledge to reduce it by 10 percent our federal nondefense workforce. That’s a specific pledge to make that attacks the administrative state. And let me applaud some of the business partners that are here that have had success in business.", "id": "fcbddbf9-1655-4b34-92bd-868586b48e67"}, {"speech": "Asa Hutchinson", "text": "But let me tell you, I’ve been a federal prosecutor. I’ve served our country in terms of being head of the DEA and Homeland Security in times of crisis. And while I think that that’s experience that is important for the future of our country to be the president of the United States that can lead with positive solutions to be held accountable.", "id": "86aca603-8a7e-4770-9b6c-0fb2c1bc5ce7"}, {"speech": "Bret Baier", "text": "Thank you.", "id": "d771b725-bb6f-49b7-b006-1a9c255b38d3"}, {"speech": "Bret Baier", "text": "We have a lot of topics to get to and I promise we’re going to get to everyone if we play within the rules.", "id": "327cb03b-cf86-4a58-9884-426afafaa716"}, {"speech": "Bret Baier", "text": "Okay, next topic. More than a thousand people are still unaccounted for in Maui after the deadliest US wildfire in more than a century. Hawaii’s governor and White House officials said that climate change amplified the cost of human error.", "id": "517de9c9-f56d-4ca1-a600-97ccc8ceffab"}, {"speech": "Martha MacCallum", "text": "And a tropical storm hit California for the first time in 84 years. The ocean hit 101 degrees off the coast of Florida. And in the last month, the heat wave in the Southwest broke records nearly 50 years old.", "id": "bfd91c7d-ce08-48f5-a2ad-c87f264464d0"}, {"speech": "Bret Baier", "text": "So, Alexander Diaz from Young America’s Foundation has a question for you all.", "id": "5dc4ed29-b266-4dd3-9897-ca54a70dc2c9"}, {"speech": "Bret Baier", "text": "[begin videotape]", "id": "e08102dc-76af-4126-bfa6-88c4e7473ae8"}, {"speech": "Bret Baier", "text": "Polls consistently show that young people’s number one issue is climate change. How would you as both president of the United States and leader of the Republican Party calm their fears that the Republican Party doesn’t care about climate change?", "id": "20f0ceab-ebce-4e1d-becb-7a0fed69074c"}, {"speech": "Bret Baier", "text": "[end videotape]", "id": "ac68b9ad-2750-45c6-8dff-45fbf7c615bf"}, {"speech": "Martha MacCallum", "text": "So, we want to start on this with a show of hands. Do you believe in human behavior is causing climate change? Raise your hand if you do.", "id": "640d44c9-4486-49f8-8439-d213e1fd8f4f"}, {"speech": "Ron DeSantis", "text": "Look, we’re not schoolchildren. Let’s have the debate. I mean, I’m happy to take it to start. Alexander —", "id": "f3bb1160-24be-42fa-b40c-62de29da8c6f"}, {"speech": "Bret Baier", "text": "So do you want to raise your hand —", "id": "32602102-8fb4-4bf4-b3c4-e3bd6c5131ba"}, {"speech": "Ron DeSantis", "text": "I don’t think that’s the way to do it.", "id": "3eb2b42f-2e5f-4f6a-a5d0-83d7298c2982"}, {"speech": "Ron DeSantis", "text": "So, let me just say to Alexander this — first of all, one of the reasons our country has declined is because of the way the corporate media treats Republicans versus Democrats. Biden was on the beach while those people were suffering. He was asked about it and he said no comment. Are you kidding me?", "id": "42873f43-9bf2-4470-a268-6eab6da301c6"}, {"speech": "Ron DeSantis", "text": "As somebody that’s handled disasters in Florida, you’ve got to be activated. You’ve got to be there. You’ve got to be present. You’ve got to be helping people who are doing this.", "id": "3723620f-000f-4df8-8c0d-47f938c270ee"}, {"speech": "Vivek Ramaswamy", "text": "Can we start for us (ph) to answer the question?", "id": "05d7e00d-4dc6-4efc-87f2-0a889cbb00a8"}, {"speech": "Ron DeSantis", "text": "And here’s the deal.", "id": "fb07fea8-f82f-4322-adba-9f7a4f664cf4"}, {"speech": "Martha MacCallum", "text": "Yeah.", "id": "4113cea0-dce2-499e-9a5e-32c02066d697"}, {"speech": "Vivek Ramaswamy", "text": "Let’s just answer the question.", "id": "7702d2ad-7304-4014-b271-f3977f7d1bdc"}, {"speech": "Bret Baier", "text": "Is that a yes? Is that a yes? Is that a hand raise?", "id": "ea8eeac3-990f-4c9e-bb42-5d628b87a4b8"}, {"speech": "Martha MacCallum", "text": "You do not —", "id": "ae2e0ead-eaaa-45bc-aae5-e9aa38e6c933"}, {"speech": "Vivek Ramaswamy", "text": "I think it was a hand raise for him. And it’s — my hands are in my pockets because —", "id": "0473348c-f9ab-459b-b6bb-7f3fb76b0166"}, {"speech": "Ron DeSantis", "text": "No, I didn’t — I didn’t raise my hand.", "id": "005f4a62-93b5-4886-b699-a30ff2edb996"}, {"speech": "Vivek Ramaswamy", "text": "Let us be honest as Republicans. I’m the only person on the stage who isn’t bought and paid for, so I can say this — the climate change agenda is a hoax.", "id": "4c62deed-807c-47a0-9877-d93bfe98b9fb"}, {"speech": "Bret Baier", "text": "Oh, whoa, whoa, whoa.", "id": "1c8a087a-8821-48a0-9ea4-32e2251056b9"}, {"speech": "Vivek Ramaswamy", "text": "The climate change agenda is a hoax. And we have (INAUDIBLE) independent school.", "id": "3166cb11-55b9-44bf-8243-8cef0138a671"}, {"speech": "Vivek Ramaswamy", "text": "And the reality is the anti-carbon agenda is the wet blanket on our economy. And so, the reality is more people are dying of bad climate change policies than they are of actual climate change.", "id": "707aee67-1be7-41a0-9cc4-8a895dcc4869"}, {"speech": "Bret Baier", "text": "Governor — Governor Haley, are you bought and paid for?", "id": "e0dca540-2e7b-413e-a083-3b359e3e036a"}, {"speech": "Vivek Ramaswamy", "text": "The temperature (ph) is down by 98 percent.", "id": "e6ec7161-f0bb-4f45-9cfc-e6c02222f167"}, {"speech": "Bret Baier", "text": "Listen, hold on. Hold on. Listen, listen, listen —", "id": "b254b27e-e78c-4794-8fec-9c28b8f39bbd"}, {"speech": "Chris Christie", "text": "Look, I’ve had it. No, no —", "id": "c1d2aa85-1fa4-49aa-a21a-c58ddcb89aec"}, {"speech": "Bret Baier", "text": "Wait, hold on, hold on.", "id": "48689bcf-7b37-469a-a890-7163ff4457e4"}, {"speech": "Chris Christie", "text": "I’ve had enough — I’ve had enough already tonight of a guy who sounds like ChatGPT standing up here.", "id": "3c11fadf-a378-41e7-bab2-e4a338ae0dfe"}, {"speech": "Chris Christie", "text": "And the last person in one of these debates, Bret, who stood in the middle of the stage and said, “what’s a skinny guy with an odd last name doing up here” was Barack Obama. And I’m afraid we’re dealing with the same type of amateur standing on the stage tonight.", "id": "903d7e50-4bd9-4ee1-a20e-66b9b2359920"}, {"speech": "Vivek Ramaswamy", "text": "Give me a hug — give me a hug just like you did to Obama.", "id": "44b7aa97-30f5-4ac9-a16e-dc753e5e57c7"}, {"speech": "Chris Christie", "text": "The same type of amateur.", "id": "18af7c77-088b-47de-849d-237074cb5521"}, {"speech": "Vivek Ramaswamy", "text": "And you will help elect me just like you did Obama, too. Give me that big (ph) hug, brother.", "id": "033e39ab-081d-4a42-bc80-edaa277c7d41"}, {"speech": "Chris Christie", "text": "The same type of amateur.", "id": "0ce16099-d210-4247-86ff-b96783a00d33"}, {"speech": "Bret Baier", "text": "Hold on, hold on.", "id": "021f303f-1c8e-4395-a373-96ce642d1795"}, {"speech": "Bret Baier", "text": "Governor Haley, would you like to respond? Are you bought and paid for?", "id": "8f438c41-4ac5-433d-bdb0-829648c56c0a"}, {"speech": "Nikki Haley", "text": "So, Bret, what I would like to say is the fact that I think this is exactly why Margaret Thatcher said, if you want something said, ask a man. If you want something done, ask a woman.", "id": "b0429f4c-d4cb-4443-857b-9290f57c12c4"}, {"speech": "Nikki Haley", "text": "First of all, we do care about clean air, clean water. We want to see that taken care of. But there’s a right way to do it.", "id": "1a86b332-4e4a-4d26-bb21-e74ac28750c0"}, {"speech": "Nikki Haley", "text": "And the right way is first of all, yes, is climate change real? Yes, it is. But if you go want to go and really change the environment, then we need to start telling China and India that they have to lower their emissions.", "id": "d0f67f18-36d8-4017-a420-1331ef30fdce"}, {"speech": "Nikki Haley", "text": "That’s where our problem is. And these green subsidies that Biden has put in, all he’s done is help China because he doesn’t understand all these electric vehicles that he’s done, what that does that, half of the batteries for electric vehicles are made in China. And so, that’s not helping the environment. You’re putting money in China’s pocket. And Biden did that.", "id": "f8f9800d-5c81-4aea-bfe7-f6953be5ae90"}, {"speech": "Nikki Haley", "text": "So, first of all, I think we need to acknowledge the truth, which is these subsidies are not working. We also need to take on the international world and say, okay, India and China, you’ve got to stop polluting. And that’s when we’ll start to deal with the planet — the planet (ph).", "id": "f3b352b8-03de-417d-bff2-0f5cd4625813"}, {"speech": "Bret Baier", "text": "Senator Scott, are you bought and paid for?", "id": "47339f3f-4a2f-4aa0-8918-61a78cd8f16e"}, {"speech": "Tim Scott", "text": "Absolutely.", "id": "619b7d73-73e9-4856-a0e6-7d7eef9413fb"}, {"speech": "Bret Baier", "text": "Are you bought and paid for?", "id": "e0967d6d-79a8-49fe-979d-c5037b3b3860"}, {"speech": "Tim Scott", "text": "I’m sorry?", "id": "b529b9de-dba8-4e98-a239-2280cf312938"}, {"speech": "Bret Baier", "text": "Are you bought and paid for?", "id": "c08c24e8-38cd-4111-a41d-f8334ad70bf7"}, {"speech": "Tim Scott", "text": "Absolutely not.", "id": "d2915b07-2276-43c7-b8d9-3d516328a5e2"}, {"speech": "Tim Scott", "text": "I mean, here’s what the American people deserve. It’s a debate about the issues that affect their lives. Going back and forth and being childish is not helpful to the American people to decide on the next leader of our country.", "id": "d05533f7-7c6f-4a96-8c54-da52c4f81ab5"}, {"speech": "Tim Scott", "text": "Number one. Wait a second.", "id": "46b19904-518d-4f55-96ed-53305d4e424f"}, {"speech": "Tim Scott", "text": "Number two, as a kid who grew up with a single parent household mired in poverty, I wondered was the American dream real for kids who are devastated by poverty, devastated by the challenges of life?", "id": "cc4a4fa1-d752-444a-8234-c42eeb9f854f"}, {"speech": "Tim Scott", "text": "I came to the conclusion that America can do for anyone what she’s done for me if we focus on restoring hope, creating opportunities and protecting America.", "id": "c142bd50-6584-4118-b466-ae12de13bcc9"}, {"speech": "Tim Scott", "text": "If we want the environment to be better and we all do, the best thing to do is to bring our jobs home from China. If we create 10 million new jobs in my Made in America Plan, we will have a better economy and a better environment.", "id": "5577278b-d48d-487f-8897-e5ed77d57c6c"}, {"speech": "Tim Scott", "text": "Let me tell you why I say that, Bret.", "id": "15a9ca60-1da9-4819-8117-fe798d52f8c3"}, {"speech": "Tim Scott", "text": "America —", "id": "2fe103ca-8c4a-4296-bb79-19a12e9ef7b4"}, {"speech": "Bret Baier", "text": "Do it quickly.", "id": "1148b4c9-07a4-443c-bdc6-71086f7f741f"}, {"speech": "Tim Scott", "text": "America has cut — I’m a Southern boy. I talk slow.", "id": "91d7d7de-c24d-423f-88ef-51de9879ed3d"}, {"speech": "Tim Scott", "text": "So, America —", "id": "fbf65fc6-3e1c-4780-b677-c028ec675899"}, {"speech": "Martha MacCallum", "text": "There’s another one.", "id": "dba970b0-dd23-414c-81ca-46a12061b17e"}, {"speech": "Tim Scott", "text": "That was quick.", "id": "7b544c73-051f-4d7e-9027-eaaefc54d306"}, {"speech": "Tim Scott", "text": "America has cut our carbon footprint in half in the last 25 years. The places where they are continuing to increase — Africa, 950 million people; India, over a billion; China, over a billion.", "id": "af1af40e-d093-4c4b-94f9-4cbe2e2e9af8"}, {"speech": "Tim Scott", "text": "Why do we put ourselves at a disadvantage, devastating our own economy? Let’s bring our jobs home.", "id": "a520ab03-47d0-43f8-aa1b-546d33b129cf"}, {"speech": "Bret Baier", "text": "We have a lot of different topics to get to.", "id": "3f53821f-b351-4b9c-99b0-d52ea1524d07"}, {"speech": "Martha MacCallum", "text": "Yeah. We do. We thank you all. Thank you, Senator Scott.", "id": "a71fc0f2-4e58-4412-acf7-6ec74bc1cdd4"}, {"speech": "Martha MacCallum", "text": "So, coming up next, the candidates will weigh in on what could be a defining issue in the 2024 campaign.", "id": "6beb2f4c-8574-4551-9861-461fbefbbd81"}, {"speech": "Martha MacCallum", "text": "The first Republican debate continues, moments away.", "id": "a1f5ea76-39a0-4fb0-9a39-ad20e1fb29ee"}, {"speech": "Martha MacCallum", "text": "Abortion has been a losing issue for Republicans since the Dobbs decision. In six state referendums, all have upheld abortion rights in this country. And even in red states, there are more swing state referendums that are coming up as we head into the elections, as well on this.", "id": "e81aa6d0-2376-4e56-85be-d40292330dd6"}, {"speech": "Martha MacCallum", "text": "So, Governor Haley, what do you say to your party and to your state, which today confirmed a six-week abortion law as well, especially the impact on women suburban voters across this country?", "id": "b27f5819-5975-42f1-bf46-a0ed949a63a5"}, {"speech": "Nikki Haley", "text": "Thank you, Martha. I am unapologetically pro-life, not because the Republican Party tells me to be, but because my husband was adopted, and I had trouble having both of my children. So I’m surrounded by blessings.", "id": "ba30873f-5c98-4db2-8f34-12c7d4af640f"}, {"speech": "Nikki Haley", "text": "Having said that, we need to stop demonizing this issue. This is talking about the fact that unelected justices didn’t need to decide something this personal, because it’s personal for every woman and man. Now, it’s been put in the hands of the people. That’s great.", "id": "1abf805d-584a-49af-bc22-e08c8d74ea99"}, {"speech": "Nikki Haley", "text": "When it comes to a federal ban, let’s be honest with the American people and say it will take 60 Senate votes. It will take a majority of the House. So in order to do that, let’s find consensus. Can’t we all agree that we should ban late term abortions? Can’t we all agree that we should encourage adoptions?", "id": "61dabc69-63c7-4322-8f29-181f3f618d14"}, {"speech": "Nikki Haley", "text": "Can’t we all agree that doctors and nurses who don’t believe in abortion shouldn’t have to perform them? Can’t we all agree that contraception should be available? And can’t we all agree that we are not going to put a woman in jail or give her the death penalty if she gets an abortion?", "id": "a8de49bc-5c12-4337-a49e-44b2a4dea124"}, {"speech": "Nikki Haley", "text": "Let’s treat this like the — like a respectful issue that it is and humanize the situation and stop demonizing the situation.", "id": "f0f10fce-2b41-41f0-a87d-57d69a34ffb5"}, {"speech": "Mike Pence", "text": "Bret.", "id": "83c09135-6608-4780-af4c-2ff1ebcafe2f"}, {"speech": "Bret Baier", "text": "Hold on. You’re not mentioned, Vice President Pence.", "id": "19eb729b-eddf-4625-b423-c319850d7898"}, {"speech": "Bret Baier", "text": "Governor DeSantis, you signed a six-week abortion ban in Florida. One of your biggest financial backers said that you need to, quote, “shift to get moderates or you will lose.” What do you say to him and others who say, politically, that is a tough thing to sell nationally?", "id": "d3e53706-a904-4ff6-b44a-e402a7320ead"}, {"speech": "Ron DeSantis", "text": "Well, I would say we sold the biggest election landslide victory in the history of the Republican Party in the state of Florida in 2022. That’s what I did. We can win.", "id": "1c9330f7-b819-443d-a4ec-a012aa92c3ab"}, {"speech": "Ron DeSantis", "text": "But second of all, look, you got to do what you think is right. I believe in a culture of life. I was proud to sign the Heartbeat Bill. I remember the most impactful moments of my life was when I heard the heartbeat of my oldest daughter in my wife’s womb, and then saw the sonograms of all three of my kids.", "id": "b5299aec-aa81-408c-acd9-ea2ee33ab3a9"}, {"speech": "Ron DeSantis", "text": "What the Democrats are trying to do on this issue is wrong, to allow abortion all the way up to the moment of birth. I know a lady in Florida named Penny, she survived multiple abortion attempts. She was left discarded in a pan. Fortunately, her grandmother saved her and brought her to a different hospital.", "id": "a4bdfce2-a37b-4ec2-b212-8855d4f840f4"}, {"speech": "Ron DeSantis", "text": "We’re better than what the Democrats are selling. We are not going to allow abortion all the way up till birth, and we will hold them accountable for their extremism.", "id": "74ba7bbd-de86-4ca3-bb34-098b22e1b12d"}, {"speech": "Bret Baier", "text": "But just to be clear, Governor, would you sign a six-week ban federally?", "id": "3622a287-05b4-4231-a9b7-66feed92aa88"}, {"speech": "Ron DeSantis", "text": "I’m going to stand on the side of life. Look, I understand, Wisconsin is going to do it different than Texas. I understand Iowa and New Hampshire are going to do different. But I will support the cause of life as governor and as president.", "id": "3464b366-0a95-4b07-889c-2a0a8b8796ec"}, {"speech": "Bret Baier", "text": "Vice President Pence, you’re shaking your head.", "id": "de1be502-c26d-4960-a4d4-9afa0649bffb"}, {"speech": "Bret Baier", "text": "Hold on, hold on, hold on, Senator. Vice President Pence, you’re shaking your head.", "id": "a767341e-b6d5-4d7c-8d6e-4b88ac596af3"}, {"speech": "Mike Pence", "text": "Well, look, I’m not new to this cause. After I gave my life to Jesus Christ as my Lord and Savior, I open up the book and I read, before I formed you in the womb, I knew you. And see I set before you life and death, blessings and curses now choose life.", "id": "72db4798-a4b9-4fba-ac4d-cf964f6e8af9"}, {"speech": "Mike Pence", "text": "And I knew from that moment on the cause of life had to be my cause. And I’ve been a champion for life in the Congress, a champion for life as governor, and as vice president.", "id": "4577f3c1-c63b-4288-8407-92feaa8eb6a8"}, {"speech": "Mike Pence", "text": "And to be honest with you, Nikki, you’re my friend. But consensus is the opposite of leadership. When the Supreme Court returned this question to the American people, they didn’t just send it to the states only. It’s not a state’s only issue. It’s a moral issue.", "id": "20c119c3-5d8d-4520-88cc-46fe30cf5102"}, {"speech": "Mike Pence", "text": "And I promise you, as President of the United States, the American people will have a champion for life in the Oval Office. Can’t we have a minimum standard in every state in the nation that says when a baby is capable of feeling pain, an abortion cannot be allowed?", "id": "27730c60-1530-4f51-95f6-8cee1cb0fc57"}, {"speech": "Mike Pence", "text": "A 15-week ban is an idea whose time has come. It’s supported by 70 percent of the American people. But it’s going to take unapologetic leadership, leadership that stands on principle and express compassion for women —", "id": "14680782-43ce-4eb6-936d-2f246e50cd51"}, {"speech": "Nikki Haley", "text": "I want to —", "id": "245f86c3-2556-4e92-8bd9-099c4d1e6e25"}, {"speech": "Martha MacCallum", "text": "OK. Hold on.", "id": "87a1bb1d-0b39-4332-9d64-4390c38d336a"}, {"speech": "Mike Pence", "text": "— and crisis, pregnancies, I’ll do that as President of the United States.", "id": "5dceae7e-50ef-4eb3-ba44-7938e7df7626"}, {"speech": "Nikki Haley", "text": "He called my name, so I want to respond to that.", "id": "34f2fa05-ad15-4af4-b2c6-a27b186c1d69"}, {"speech": "Martha MacCallum", "text": "Thirty seconds.", "id": "c1ba379a-1e25-4c4f-8ec4-9c902fad6207"}, {"speech": "Nikki Haley", "text": "So first of all, I will say it is in the hands of the people, and that’s where it should be. But when you’re talking about a federal ban, be honest with the American people.", "id": "40a7c3bb-d27c-4afb-a870-fbb5703755b6"}, {"speech": "Mike Pence", "text": "I am being honest.", "id": "79b41873-9147-40fd-b46f-272b9f2adcdd"}, {"speech": "Nikki Haley", "text": "We have had 45 pro-life senators in over 100 years. So no Republican president can ban abortions, any more than a Democrat president could ban all those state laws. Don’t make women feel like they have to decide on this issue, when you know we don’t have 60 Senate votes in the House.", "id": "e52c63cf-0bf4-4545-bcd6-4db63c428261"}, {"speech": "Mike Pence", "text": "Seventy-percent of the American people support legislation to ban abortion —", "id": "6eacc752-5b96-4576-ae7e-e5b737b1ba90"}, {"speech": "Nikki Haley", "text": "But 70 percent of the Senate does not.", "id": "e4701bd0-65ac-4881-8ce4-041964295e8c"}, {"speech": "Mike Pence", "text": "— after a baby is capable experiencing pain. It’s called leadership.", "id": "5b802abb-7366-4cdb-91b8-cfdb66688381"}, {"speech": "Martha MacCallum", "text": "Hold on. I’m going to (inaudible)", "id": "b099d879-6e86-4a53-8d56-db4b89026076"}, {"speech": "Nikki Haley", "text": "Seventy percent of the Senate does not. You have to be honest with the American people.", "id": "ec5d4d2c-6043-408a-8e73-342a54479533"}, {"speech": "Martha MacCallum", "text": "All right. Let’s get Governor Burgum in for one minute here. So — but the Supreme Court did overturn Roe v. Wade, and the result of that decision was that it went back to the States. So that’s where it is right now.", "id": "e62c7575-e6e9-4cb1-8c52-deab761fa2ed"}, {"speech": "Martha MacCallum", "text": "So as I understand it, you are not in favor of a federal ban. What do you say about the states? There’s about five of them, including New Jersey, I think a few others, that allow abortion up until the time of birth.", "id": "b10ad125-71a7-41e4-b94b-38d87e9f86a4"}, {"speech": "Martha MacCallum", "text": "Now, if you were president, would you be able to abide that?", "id": "98d776e6-f1eb-4667-8c6d-f8824e3aa4b0"}, {"speech": "Doug Burgum", "text": "Well, first of all, I’m a pro-life governor of a very pro-life state. And this issue is, of course, very important. But I am on the record and I stand behind that we should not have a federal abortion ban. We should not.", "id": "5272e599-b65b-43cb-ba49-06dfb2380cf8"}, {"speech": "Doug Burgum", "text": "And the reason why we shouldn’t is very simple, it’s the 10th Amendment in the Constitution. In the Constitution, which the states created the federal government, not the other way around, it says that there were certain duties allowed to the federal government delegated to them by the states. The rest are left to the states comma, or importantly or to the people.", "id": "e4ccd102-7e56-4b37-b1c9-c3720db7f151"}, {"speech": "Doug Burgum", "text": "We need to get back to freedom and liberty for the people in this country. And we can have — we can have Republicans who fight for 50 years for this great cause and we return it back to the states. And then the next day, they turn around and go, no, the Fed should do that. Because the Feds are stepping into people’s lives. They’re stepping into people’s businesses over and over.", "id": "bb19f6d6-3c81-4066-b872-f498d2c6082a"}, {"speech": "Doug Burgum", "text": "If we say that the Fed should be in on this one, where do we stop? I say that we follow the Constitution and this is returned to the states. This is where it should be.", "id": "8f720109-afb4-4726-b396-943b195172c1"}, {"speech": "Bret Baier", "text": "But, Governor Burgum, you signed a six-week ban…", "id": "653bd114-871f-438c-a1cb-48eda7295a31"}, {"speech": "Bret Baier", "text": "Time out. You signed a six-week ban. Governor Burgum, you signed a six-week ban. So you’re saying federally it’s all going to go to the states?", "id": "7095bba1-aadc-463a-9de4-2958a99d25ef"}, {"speech": "Doug Burgum", "text": "Yes. And what — what is going to work in New York will never work in North Dakota…", "id": "d39f5be7-6cf6-4ca7-8e3d-2e4af17fd7c7"}, {"speech": "Bret Baier", "text": "OK.", "id": "14b4eb50-7c49-47a4-8658-74c2c6f69b6d"}, {"speech": "Doug Burgum", "text": "… and vice-versa. That’s why…", "id": "e426969e-764a-48e9-9fc4-9da7f3656065"}, {"speech": "Bret Baier", "text": "Governor…", "id": "fa6b4a86-a171-4042-a8b1-12d9515c749c"}, {"speech": "Doug Burgum", "text": "… 50 states.", "id": "4a73a37b-d20c-4ec5-abb5-5d716f7e7628"}, {"speech": "Asa Hutchinson", "text": "This — this is too important of an issue that I have to address. First of all, the Supreme Court gave it back to the elected representatives, whether it’s the state’s or whether it’s the United States Congress.", "id": "37387b69-3649-4fc0-a9ef-85a2f81cf8d5"}, {"speech": "Bret Baier", "text": "That’s right.", "id": "f23a8d26-7988-4264-9de9-e30a9429a403"}, {"speech": "Asa Hutchinson", "text": "So there is authority. And that’s why President Biden is pushing for a Democrat proposal which is, in essence, abortion-on-demand through the term. So they have their extreme position at a national level. We — it’s most likely going to be addressed in the states, but it’s certainly fine to be addressed at the national level as well.", "id": "16b7c3bf-6a7f-418f-8c22-f44335e8b8c4"}, {"speech": "Asa Hutchinson", "text": "Arkansas has the record of being the most pro-life state in the nation. I’ve signed 30 pro-life pieces of legislation while I was governor. And every state can determine a different outcome here. And it is the most important issue for women and for the unborn child and for our country that we get this right. It’s going to be a continued debate.", "id": "4d3b2593-e6c6-4d68-866e-91bc1a1cec0a"}, {"speech": "Asa Hutchinson", "text": "Let’s talk about it in terms of compassion, in terms of protecting the life and also understanding how we have to enhance abortion — excuse me, adoption services. How we have to enhance maternal care. Those things we’ve done in Arkansas and are important for our nation’s future.", "id": "448b38e4-2444-4d9c-aaf7-3fc167904c5e"}, {"speech": "Bret Baier", "text": "There are a lot of issues that are very important.", "id": "12fd24b9-35e6-47c8-af3a-4c7c5d664457"}, {"speech": "Tim Scott", "text": "Bret…", "id": "ab4e8e50-9735-4e97-b6bf-4cd8a8d9e540"}, {"speech": "Bret Baier", "text": "Senator, I’ll let you…", "id": "60a3f2b3-809d-422e-8655-c77aff716254"}, {"speech": "Tim Scott", "text": "Thank you.", "id": "2d7bcad2-6d9a-4065-b916-c807eef1e52b"}, {"speech": "Bret Baier", "text": "… weigh in.", "id": "a4ee6fd0-75c6-47c3-bb43-e5e474698606"}, {"speech": "Tim Scott", "text": "We cannot let states like California, New York, and Illinois have abortions on-demand up until the day of birth. That is immoral. It is unethical. It is wrong.", "id": "530a29d6-6eed-487b-891f-dba9f72cc896"}, {"speech": "Tim Scott", "text": "We must have a president of the United States who will advocate and fight for at the minimum a 15-week limit. I am 100 percent pro-life conservative. I have 100 percent pro-life record. I’ve got to tell you, though, we must fight for life.", "id": "4bc7eddd-d4bb-4206-8b7a-a9323655bc0b"}, {"speech": "Tim Scott", "text": "Our Declaration of Independence says our creator gave us inalienable rights that include life. That is (inaudible) — that is an issue we must solve. We can’t leave it to Illinois. We can’t leave it to Minnesota. We can’t leave it to Illinois. We must solve that issue…", "id": "5e9b82e8-cae4-40cb-98fa-9af92688c9bb"}, {"speech": "Tim Scott", "text": "… with a 15-week limit at a minimum.", "id": "37f309e4-8b83-4290-84f1-fbd7ce1258ea"}, {"speech": "Bret Baier", "text": "Thank you, Senator.", "id": "97e1c91d-1544-47af-b638-2365db90d3b3"}, {"speech": "Nikki Haley", "text": "Bret, I think we’re all pro-life.", "id": "21c97976-4495-4eab-a3b3-95423353a18d"}, {"speech": "Bret Baier", "text": "Thank you.", "id": "6b5e6c2d-ddbe-4dde-93b5-17e61a1e4e73"}, {"speech": "Nikki Haley", "text": "But what I would love is for someone to ask Biden and Kamala Harris, are they for 38 weeks or are they for 39 weeks, are they for 40 weeks? Because that’s what the media needs to be asking.", "id": "2b41c069-a87b-4731-978f-5db827a3ea62"}, {"speech": "Bret Baier", "text": "All right. Another issue is America and the crime crisis, the homelessness crisis. American cities are in decline. People are moving out as homelessness, drugs, crime move in. There are problems accelerated — they did accelerate during the pandemic and are still rising, actually.", "id": "7585365b-4684-4366-9d5b-c088fe8eee15"}, {"speech": "Martha MacCallum", "text": "Murders in Los Angeles, New York, Chicago, all up 30 percent between 2019 and 2022. Homelessness is up 11 percent, the largest jump in recorded history.", "id": "68ac85da-b1e1-451e-ba66-a7129135cadc"}, {"speech": "Martha MacCallum", "text": "Vice President Pence, a lot of this began in the COVID era. How much of what we are seeing happening around this country is a result of those COVID lockdowns? And is your administration in part to blame for how we got here?", "id": "dafd6ad4-e3e3-4fee-90f4-437b39d0b44d"}, {"speech": "Mike Pence", "text": "Well, I think what’s in part to blame is the Democrats been talking about defunding the police for the last five years. And we ought to be funding law enforcement, particularly in our major cities at — at unprecedented levels. I mean, it’s extraordinary to think about the violence that’s claiming innocent lives literally every week in every major city in this country.", "id": "260be1c6-b6ac-4d8c-984e-67060d8e1776"}, {"speech": "Mike Pence", "text": "And yet Democrats and liberal prosecutors in major metropolitan areas continue to — to work out their fanciful agendas, to — to do bail reform and — and go easy. What we need is — is strong commitment to law enforcement. We need leadership in Washington, D.C., that will marshal the resources of the states, marshal the resources of the American people.", "id": "d242019f-af11-48df-919d-6166308bf960"}, {"speech": "Mike Pence", "text": "But let me also say it’s about opportunity. I mean, a lot of people don’t know that those Trump-Pence tax cuts that we got signed into law go away at the end of 2025 if we don’t have a Republican president and a Republican House and a Republican Senate.", "id": "c4336e7e-8ca8-42dd-9685-305456be3209"}, {"speech": "Mike Pence", "text": "But when I’m president of the United States, we’re actually going to cut taxes further. We’re going to extend those tax cuts. And we’re going to close the federal Department of Education, block grant all that…", "id": "e6ea32de-e52d-42b6-bab9-d265b5d2ce6a"}, {"speech": "Mike Pence", "text": "… funding back to the states with a growing economy and educational choice and law enforcement. We will bring our cities back.", "id": "7b2c14c4-0d8d-4b5c-84b2-aa20a0691ea0"}, {"speech": "Bret Baier", "text": "Governor Christie, another issue. This weekend here in Milwaukee reports say there were 30 shootings. And a number of them including kids. Add that to the big increase in school shootings around the country.", "id": "0e97b9bf-1754-4e45-bc8b-7e081c5f89eb"}, {"speech": "Bret Baier", "text": "Democrats blame this crisis on easy access to guns. They also blame Republicans for blocking gun control legislation. What would President Christie do?", "id": "db23a4ed-a3d4-4637-827b-2fc64be89e80"}, {"speech": "Chris Christie", "text": "You know, I’m proud of the fact, Bret, that I’m the only person along with Governor Hutchinson up on this stage who has actually run a United States Attorney’s Office. I ran the fifth largest office in America, in a — in a state where there is significant urban crime. And the problem is not going to be solved by more money. The problem is that these prosecutors in these localities, in the states, are refusing to do their job, and to arrest violent criminals.", "id": "fe403176-c0a7-4b15-a690-bf1db95152f7"}, {"speech": "Chris Christie", "text": "So, what a President Christie would do is appoint an Attorney General who would instruct each of the 93 US attorneys that they are to take over the prosecution of violent crime in every one of those cities that are failing to do so. We have plenty of room in the federal prisons to lock up these violent criminals and clean up what’s going on all across this country in these individual cities.", "id": "aaa627e4-cee2-4fe8-ae80-320c3f0f3d40"}, {"speech": "Chris Christie", "text": "Secondly, what we need to make sure that each and every one of these criminals understand is that the laws apply to everybody, and when Hunter Biden fills out a fake application, a false application, for a gun permit, and then is facing a 10-year mandatory minimum, which was mandated by legislation sponsored by his father, and then you have a Justice Department that walks away from those charges. We’re telling people that the law doesn’t apply to everybody. In a Christie administration, he would go to jail for 10 years.", "id": "f3ce1ca2-e512-41a6-a98d-24121c7b8778"}, {"speech": "Bret Baier", "text": "What about a President Ramaswamy? What does a President Ramaswamy do about guns?", "id": "2574891e-c208-4785-86ba-a7d772d136a8"}, {"speech": "Vivek Ramaswamy", "text": "So, the reality is, we have a crime wave in this country, and we know how to fix it. The question is, do we actually have the spine to do it? More cops in the streets, who are on the streets able to do their jobs without looking over their shoulder for getting sued. And we also have a mental health epidemic in this country. Just over the same period that we have closed mental health institutions, we have seen a spike in violent crime. Do we have the spine to bring them back? I think we should. As President, I will.", "id": "8d55c482-90c7-4988-a53d-942408e38478"}, {"speech": "Vivek Ramaswamy", "text": "But, it’s not just drugging up people in those psychiatric institutions with Zoloft and Seroquel. It’s a deeper issue. I think faith-based approaches can play a role here, too. We’re in the middle of a national identity crisis. And I say this as a member of my generation. The problem in our country right now, the reason we have that mental health epidemic is that people are so hungry for purpose and meaning, at a time when family, faith, patriotism, hard work have all disappeared. What we really need is a tonal reset from the top saying that this is what it means to be an American.", "id": "b6f4f676-f0cb-4f67-98a7-01131551707d"}, {"speech": "Vivek Ramaswamy", "text": "Yes, we will stand for the rule of law. Yes, we will close the southern border where criminals are coming in every day. And yes, we will back law enforcement, because we remember who we really are. And that’s also how we address that mental health epidemic in the next generation that is directly leading to violent crime.", "id": "70933bba-ee95-4b92-ab3f-c58db1ea8d61"}, {"speech": "Mike Pence", "text": "Can I speak —", "id": "f1a288e8-f88a-48ca-918e-ad4c2a2419d3"}, {"speech": "Bret Baier", "text": "Governor DeSantis, really quickly, Governor DeSantis.", "id": "761cc999-c16b-4fe6-ba11-cb8705ad247c"}, {"speech": "Mike Pence", "text": "We don’t have an identity crisis, Vivek. We’re not looking for a new national identity. The American people are the most faith filled, freedom loving, idealistic, hard-working people the world has ever known. We just need government as good as our people.", "id": "ba25622f-c69c-49be-b78d-aa7dfc2a8ef1"}, {"speech": "Vivek Ramaswamy", "text": "Mike, I think the difference is, you might have — some others like you may have on the stage, it is Morning in America speech. It is not Morning in America. We live in a dark moment, and we have to confront the fact that we’re in an internal sort of cold cultural civil war and we have to recognize that —", "id": "beb420ff-7d96-403f-a065-c8c8c6585e2a"}, {"speech": "Mike Pence", "text": "You are (inaudible) the American people with a failed government in Washington, D.C. We just need government as good as our people again.", "id": "f2b0d297-bfd3-4d46-9b91-26da04362753"}, {"speech": "Vivek Ramaswamy", "text": "So —", "id": "2bf38b7a-4820-43d5-b068-409394b8c118"}, {"speech": "Bret Baier", "text": "Governor DeSantis — Governor DeSantis, I want you to weigh in here.", "id": "f401190a-014c-488f-9e6b-887e9f319dbd"}, {"speech": "Vivek Ramaswamy", "text": "Let me just finish addressing that slogan, because I don’t know what that slogan means. We need to shut down the administrative state, and that’s actually how we translate.", "id": "9859b444-4842-4d05-ae91-8df74e67d27c"}, {"speech": "Bret Baier", "text": "Governor DeSantis, I want you to weigh in here.", "id": "f0cfc8e7-031a-476e-9dc1-fd8b4d03e11e"}, {"speech": "Bret Baier", "text": "I want you to weigh in, Governor DeSantis. Crime has been on the rise Florida, Governor DeSantis. How do you stop crime?", "id": "2b04f99f-bdb1-4347-8e1d-9445a040fc08"}, {"speech": "Ron DeSantis", "text": "Well, actually, crime is at a 50-year-low in Florida.", "id": "c89044d6-4b0c-4bd7-8160-ac936bb3291e"}, {"speech": "Bret Baier", "text": "Not in Miami.", "id": "0c03c342-66c7-4bc5-8202-493db9904976"}, {"speech": "Ron DeSantis", "text": "We’re happy with that. Well, the statewide, it’s a 50-year-low. And so, here is the thing. These hollowed out cities, this is a symptom of America’s decline. And one of the biggest reasons is because you have George Soros funding these radical left-wing district attorneys. They get into office and they say they’re not going to prosecute crimes.", "id": "ac7c203c-ef72-45d5-a9e0-30e3ea328b8e"}, {"speech": "Bret Baier", "text": "Yes.", "id": "fa547030-0562-4629-8953-cb8717272fb7"}, {"speech": "Ron DeSantis", "text": "They disagree with — the inmates start running the asylum. There is one guy in this entire country that’s ever done anything about that, me. When we had two of these district attorneys in Florida elected with Soros funding who said they wouldn’t do their job, I removed them from their posts.", "id": "3576e8a6-beb7-4986-9aab-536b890a20ab"}, {"speech": "Ron DeSantis", "text": "They are gone. And as President, we’re going to go after all of these people because they are hurting the quality of life, and they are victimizing innocent people in every corner of this country, and it will stop when I get into office.", "id": "afb862dd-c08e-434c-a64c-5b6e2bb51a6f"}, {"speech": "Martha MacCallum", "text": "OK. One word here before the break — Governor Burgum?", "id": "e68e0910-74d9-4112-a995-b3378b17677a"}, {"speech": "Doug Burgum", "text": "Bret and Martha, I just thought it’s interesting, you asked your question about the problems we’re having in big cities. No one ever asked the question of, what — what about the crime wave in small towns?", "id": "16d46e36-7180-41de-91ed-1e41e6d16ca6"}, {"speech": "Doug Burgum", "text": "Because in a small town, neighbors help neighbors. People understand each other. If a farmer gets sick, everybody comes together and helps him get the crop up. There’s accountability. There’s transparency.", "id": "09364838-4ae4-4905-8a4a-adf23e905f9b"}, {"speech": "Doug Burgum", "text": "One thing I think this country could use is somebody in the White House that understands small town values because that’s our road back to get this country on track again.", "id": "6dd51894-2999-44e7-80ea-6f5657fe232b"}, {"speech": "Bret Baier", "text": "Governor Hutchinson?", "id": "ca15535a-d6a0-473f-ab0a-89ba1b0ffd7d"}, {"speech": "Asa Hutchinson", "text": "As former head of the DEA, I understand the drug crisis in America.", "id": "9f3f41e1-8ed3-4227-9500-c1d59d7545f3"}, {"speech": "Asa Hutchinson", "text": "And right now, whenever you look at the challenges in our inner — inner-city, there’s three simple words that would be helpful. One, enforce the law when it comes to crime. Secondly, let’s deal with the challenge of fentanyl. And it’s both about stopping the fentanyl coming from Mexico, but it’s also about education of our young people, making sure that we have the tools that are needed for addiction counseling. That’s what we expanded in Arkansas as well.", "id": "ee6f287d-f315-4087-96bf-f1e7c492813b"}, {"speech": "Asa Hutchinson", "text": "Whenever you look at the underlying challenge of America, though, no one likes to see an America with smash-and-grab in our inner — inner cities. As president of the United States, that will stop. It starts at the top with respect for our justice system, that a former president who’s under indictment has undermined by attacking judges, by attacking prosecutors, by attacking the system and saying he’s aggrieved.", "id": "c2bb2bb1-8f78-4979-af69-0c38de4e7109"}, {"speech": "Asa Hutchinson", "text": "And so, we have to have respect for our justice system and the rule of law. And it starts at the top with the president of the United States.", "id": "583deba8-ddc0-4697-86f5-a0f899a80b1a"}, {"speech": "Bret Baier", "text": "Thank you.", "id": "0a5a8be5-874f-45bf-b515-092051c1fb12"}, {"speech": "Martha MacCallum", "text": "We need to take a break.", "id": "d61a577c-f266-442c-84a9-40b1baee996c"}, {"speech": "Martha MacCallum", "text": "So, speaking of that, right now, you are looking live at Fulton County jail where former President Donald Trump will be processed tomorrow. So, next, the candidates will have an opportunity to talk about the coming trials of Donald Trump.", "id": "bef740c3-080d-4d41-b330-ef5809dcac2d"}, {"speech": "Bret Baier", "text": "We have a lot to get to in this second hour of this GOP primary debate policy discussions the Americans want to hear you all on, China, Ukraine, immigration, education. But we are going to take a brief moment and talk about the elephant not in the room.", "id": "bf3fddbf-e88a-497a-80b8-909f23986c35"}, {"speech": "Martha MacCallum", "text": "Former President Trump has been indicted in four different states on 91 counts. He will be processed tomorrow in Georgia at the Fulton County Jail for charges relating to the 2020 election loss.", "id": "88e60a23-6bd3-4339-9ff6-46488bcef446"}, {"speech": "Bret Baier", "text": "You all signed a pledge to support the eventual Republican nominee. If former president Trump is convicted in a court of law, would you still support him as your party’s choice? Please raise your hand if you would.", "id": "0d4d890d-4d73-4be4-bb4b-caaad448d3ba"}, {"speech": "Bret Baier", "text": "Just — hold on. So just to be clear, Governor Christie, you were kind of late to the game there, but you raised your hand?", "id": "0e5c578e-3f7e-4a27-89f5-48d1bd259ded"}, {"speech": "Chris Christie", "text": "No, no. I’m doing this. Look. Look, I’m doing this.", "id": "b101107a-3cc3-4e80-aad4-f119af0261ad"}, {"speech": "Bret Baier", "text": "And I know you didn’t.", "id": "bdac1eaa-b8c1-49c1-9cda-2e4d9355c3a4"}, {"speech": "Chris Christie", "text": "Here’s the — here’s the bottom line. Someone’s got to stop normalizing this conduct. OK? Now — and now, whether or not — whether or not you believe that the criminal charges are right or wrong, the conduct is beneath the office of President of the United States.", "id": "4d67b206-aa26-4ce0-be97-83b679ceb9b3"}, {"speech": "Chris Christie", "text": "And, you know, this is the great thing about this country. Booing is allowed, but it doesn’t change the truth. It doesn’t change the truth.", "id": "ef57a319-c946-434f-84b5-a10a055088cc"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, you raised your hands supporting.", "id": "22ae59b7-8399-44bd-ad13-5456cc41e6ac"}, {"speech": "Vivek Ramaswamy", "text": "I’d like to get in and respond. Let’s just speak the truth. OK? President Trump, I believe was the best president of the 21st century.", "id": "41382ac5-fa1b-4332-905b-5d25fd268f9f"}, {"speech": "Vivek Ramaswamy", "text": "It’s — and Chris Christie, honest to God, your claim that Donald Trump is motivated by vengeance and grievance would be a lot more credible if your entire campaign were not based on vengeance and grievance against one man.", "id": "6f956264-ac9f-4065-bfba-78951c9fed25"}, {"speech": "Vivek Ramaswamy", "text": "And if people at home want to see a bunch of people blindly bashing Donald Trump without an iota of vision for this country, they could just change the channel to MSNBC right now. But I’m not running for president of MSNBC. I am running for President of the United States.", "id": "0d256d2e-cf32-49da-9c1e-a85288b910de"}, {"speech": "Vivek Ramaswamy", "text": "We’re skating on thin ice and we cannot set a precedent where the party in power uses police force to indict its political opponents. It is wrong. We have to end the weaponization of justice in this country.", "id": "9b7edad3-163a-4f95-b0f3-fb4772f0ea3a"}, {"speech": "Bret Baier", "text": "Thirty seconds, Governor DeSantis.", "id": "71434fcd-192e-4afb-a815-004876cbd2f2"}, {"speech": "Chris Christie", "text": "Well, you know, let me tell you something.", "id": "f932e7da-8ffb-4a5a-b626-c38bf977bc61"}, {"speech": "Bret Baier", "text": "And I’m sorry, 30 seconds, Governor Christie.", "id": "21b739fb-db9f-4c7e-8f49-f19671f52c5d"}, {"speech": "Chris Christie", "text": "You make me laugh because —", "id": "d5da036d-7606-4c7d-862b-ad56f0ef230e"}, {"speech": "Vivek Ramaswamy", "text": "(inaudible) always, brother.", "id": "81eab100-a3f7-466d-b70d-9f0685a83cc4"}, {"speech": "Chris Christie", "text": "— you sit — you sit — you sit here in an answer — you sit here in an answer right —", "id": "b963d062-d3a7-42f1-ad7b-dcbe099b1ad9"}, {"speech": "Bret Baier", "text": "Hold on one second.", "id": "38de9763-d8be-49e4-8155-0a7b98cd9eb1"}, {"speech": "Chris Christie", "text": "You sit here in an answer right…", "id": "98acaa7d-9d4d-42e2-a90e-a7b5012873b4"}, {"speech": "Bret Baier", "text": "Hold on a second.", "id": "e43260c0-634b-4838-9326-c5ab79a66f9c"}, {"speech": "Chris Christie", "text": "You sit here in an answer…", "id": "bd6bc7f1-a378-4f60-8cd7-558b9b93d229"}, {"speech": "Martha MacCallum", "text": "Go ahead, Governor Christie.", "id": "a6b637c4-f622-4402-b9a3-6483d5464b89"}, {"speech": "Bret Baier", "text": "Hold on. Hold on, Governor Christie.", "id": "7ec42ce1-2c9b-424e-80c0-52a571c26599"}, {"speech": "Martha MacCallum", "text": "Hold on.", "id": "1aef6a07-c087-42ad-aba1-a3fd9ea3e4fd"}, {"speech": "Bret Baier", "text": "Well, so, listen, the more time we spend doing this, the less time they can talk about issues you want to talk about.", "id": "177bef33-de58-418b-80b4-f105d3d8cee1"}, {"speech": "Bret Baier", "text": "So let’s just get through this section.", "id": "4f94b27f-96df-4a7f-9fc4-84a5ca510cf1"}, {"speech": "Bret Baier", "text": "Governor Christie.", "id": "a7855923-eaef-438b-b4cb-1a92f3848af0"}, {"speech": "Chris Christie", "text": "You — you sit here talking about how you want to stand up for the rule of law…", "id": "d87da902-2e13-4ad5-a101-c9a93af573a8"}, {"speech": "Vivek Ramaswamy", "text": "Yes.", "id": "aca0a8d9-06c0-42c5-8e6a-250a47ede7f6"}, {"speech": "Chris Christie", "text": "… and law and order.", "id": "594ab979-9024-4d99-95c7-3efd1ff396a2"}, {"speech": "Chris Christie", "text": "And the fact is that it can’t be selective. In your book, you had much different things to say about Donald Trump than you’re saying here tonight.", "id": "e9d0b1a8-273d-4ddb-87b4-82e545c9c119"}, {"speech": "Vivek Ramaswamy", "text": "That’s not true.", "id": "f6fd4bd5-e12b-4852-892f-ce454ea43951"}, {"speech": "Chris Christie", "text": "Oh, it is very true.", "id": "eada8025-12bc-4df0-a474-aec2923de7b5"}, {"speech": "Vivek Ramaswamy", "text": "That is not true.", "id": "eec2bb80-b06f-45f4-a9e5-f16174bc1c56"}, {"speech": "Chris Christie", "text": "It’s very true. I read it. And I know…", "id": "c3b67ea5-2364-483f-9fc3-1e0653316da6"}, {"speech": "Vivek Ramaswamy", "text": "Because there’s a difference between bad behavior and illegal behavior, Chris.", "id": "bedacea1-8344-4ffe-bbe2-5bf0804bd0d7"}, {"speech": "Chris Christie", "text": "Look, I — no, no. By the way, by the way…", "id": "913f94d3-24af-4b90-84ae-a5e09d04e982"}, {"speech": "Vivek Ramaswamy", "text": "And you, as a prosecutor, should know better.", "id": "bd3ffa1c-210d-4bf6-b1fc-1f4842efab64"}, {"speech": "Chris Christie", "text": "Yes, yes, I — you know what? I know a lot better.", "id": "340a7be2-2576-4c6b-9d0c-88a4e373122b"}, {"speech": "Vivek Ramaswamy", "text": "There’s a difference between that and behavior. And…", "id": "9f1afa9e-f009-4370-8c23-9da62c3c8421"}, {"speech": "Chris Christie", "text": "I know…", "id": "365a4131-e8ae-4a99-9b84-24389413e801"}, {"speech": "Chris Christie", "text": "I know a lot better than you do.", "id": "e68cad22-4691-4356-86be-be35cfa98294"}, {"speech": "Chris Christie", "text": "You have never done it, like you have never done anything to try to advance the interests of this government, except to put yourself forward as a candidate tonight.", "id": "f5ff0980-80a9-4cc2-97c2-f751ea7bd0ec"}, {"speech": "Chris Christie", "text": "And here’s the thing.", "id": "d9886365-ed64-4f5a-a4cd-a3aa80aa2b3d"}, {"speech": "Chris Christie", "text": "We have stood up for law and order. I did it as US attorney. I did it as governor. And I am not going to bow to anyone when we have a president of the United States who disrespects the Constitution.", "id": "24efa11f-20ab-4cb6-bc5d-fb6bf2d2c678"}, {"speech": "Chris Christie", "text": "He said — he said…", "id": "6f1b23ad-a791-4d71-8ea5-5c368bc818df"}, {"speech": "Vivek Ramaswamy", "text": "You can get your MSNBC contributor…", "id": "34557a70-6f25-4bab-af4d-ce0283ccb462"}, {"speech": "Chris Christie", "text": "He said — he said…", "id": "c6ffde3a-4756-4e80-94f5-62b894161712"}, {"speech": "Martha MacCallum", "text": "OK, hold on.", "id": "10e9404d-8150-48e6-8f7a-bc31bbbf414c"}, {"speech": "Vivek Ramaswamy", "text": "The fact is, these are politicized indictments.", "id": "20213d04-e983-4a6e-a252-c7208e664c12"}, {"speech": "Chris Christie", "text": "Martha…", "id": "c5c70a07-82dd-4c8a-a35a-90b6b37d2413"}, {"speech": "Vivek Ramaswamy", "text": "And we have to call out the truth.", "id": "0d96f4f8-f894-4063-856e-ac41bb64c4c3"}, {"speech": "Martha MacCallum", "text": "Gentlemen…", "id": "06a8a68e-067b-4fb3-b9cf-de8fd8e04e08"}, {"speech": "Chris Christie", "text": "Martha, it’s important to say that the president said, Donald Trump said, it’s OK to suspend the Constitution.", "id": "4841aba9-4201-4be3-9b95-01546e7cec48"}, {"speech": "Chris Christie", "text": "Now, the oath you take is to preserve, protect, and defend, not suspend. I will always stand up for our Constitution, regardless of the political pressure.", "id": "22a7458f-8742-4e18-9b32-becc65303f3d"}, {"speech": "Martha MacCallum", "text": "All right, we have another question for you.", "id": "13d249c8-a10a-4c28-b8f5-08ae2b886b23"}, {"speech": "Martha MacCallum", "text": "We’re going to get everyone in on this issue, but I have another question. I have another question.", "id": "d3bbaede-2374-45ef-9aed-67d1420b6d6b"}, {"speech": "Martha MacCallum", "text": "Hold on. You will.", "id": "64ec0ae7-9abf-46c4-b396-6157d00cc2cd"}, {"speech": "Martha MacCallum", "text": "All right, so, President Trump’s former vice president is on this stage tonight. He has faced hecklers on the campaign trail over his actions on January the 6th. On that day, the vice president moved forward with the certification of the election.", "id": "8460b1e9-843a-4775-901b-68cd444a97e9"}, {"speech": "Martha MacCallum", "text": "So, do you believe that Mike Pence did the right thing?", "id": "21aec66d-2eaf-418d-b147-d6a62007134a"}, {"speech": "Martha MacCallum", "text": "Senator Scott, do you believe he did the right thing?", "id": "e72deedf-d0c3-4448-8401-d8e2df98eb7a"}, {"speech": "Tim Scott", "text": "Absolutely, he did the right thing, number one.", "id": "f303604b-62e2-4b6e-909b-66f6dff558f8"}, {"speech": "Tim Scott", "text": "Number two…", "id": "cebdb284-1f6c-47d9-8793-06317453549a"}, {"speech": "Mike Pence", "text": "Thank you, sir.", "id": "eef7859e-2de1-444f-a1ce-b238c80166ae"}, {"speech": "Tim Scott", "text": "We should be — we should be asking ourselves a bigger question about the weaponization of the Department of Justice.", "id": "2ee1775b-0cc6-456e-b0fb-66ed274b9b6a"}, {"speech": "Tim Scott", "text": "When I’m president, the first thing I will do is fire Merrick Garland.", "id": "1ac23307-c09c-4100-b3e8-316e1850ec74"}, {"speech": "Tim Scott", "text": "Second thing I will do, fire Christopher Wray, because we need Lady Justice to wear a blindfold.", "id": "161fd97b-443d-4d80-8b69-2f9d95fc4bc3"}, {"speech": "Tim Scott", "text": "Without that, no one has confidence in our justice system. Seventeen percent of Republicans have confidence in our Department of Justice. Here’s why. We keep seeing not only the weaponization of the Department of Justice against political opponents, but also against parents who show up at school board meetings.", "id": "6b8f4ea7-3291-47f8-9456-dbeb03c0ddee"}, {"speech": "Tim Scott", "text": "They’re called — under this DOJ, they’re called domestic terrorists.", "id": "4e157e4e-cd5c-4f07-848c-7a9e64d3212b"}, {"speech": "Vivek Ramaswamy", "text": "Firing Christopher Wray is not going to…", "id": "c5405248-c066-479f-9704-4f9d94be49f1"}, {"speech": "Tim Scott", "text": "But…", "id": "3e968dee-9918-4635-9263-e53f251aea53"}, {"speech": "Vivek Ramaswamy", "text": "You have to shut down the FBI, actually have the courage to get it right.", "id": "8c7e311a-1816-44f9-b6a2-c2639e28042e"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, hold on.", "id": "645efb60-c664-46be-9dfa-4b82f8670a24"}, {"speech": "Tim Scott", "text": "Let me finish my comments.", "id": "a0ca0331-93db-4c1e-b674-c780c337bfc2"}, {"speech": "Martha MacCallum", "text": "Yes.", "id": "cb04a5f5-357c-402b-83fb-f0f1c5621f9d"}, {"speech": "Tim Scott", "text": "Not only that.", "id": "8b847b34-d259-4e20-a0fb-979eb80d4315"}, {"speech": "Tim Scott", "text": "In addition to that, we see the SWAT team show up at pro-life activists’ homes with guns drawn because this DOJ uses their power, uses their authority, not just against political opponents, but against conservatives and conservative causes.", "id": "4a9c654c-94d4-4d0d-bbee-808d3758be3c"}, {"speech": "Tim Scott", "text": "It is time for a change in America. And I will bring that change to the greatest nation God’s green earth.", "id": "5d68bc9e-c1f4-49e3-bbd0-5f9a6e1bb21e"}, {"speech": "Asa Hutchinson", "text": "Martha — Martha, we have an important question still to answer.", "id": "4b3f046d-b02c-43d9-9829-aca148f9c357"}, {"speech": "Martha MacCallum", "text": "But, Governor DeSantis, do you believe that Mike Pence did the right thing on January 6?", "id": "75d3133b-bf3a-4294-8104-e52286e57055"}, {"speech": "Ron DeSantis", "text": "So, here’s what we need to do. We need to end the weaponization of these federal agents.", "id": "5685000e-479f-40d6-b601-c82fb60ac807"}, {"speech": "Martha MacCallum", "text": "But that’s not the question.", "id": "bf7da2d0-4b91-482b-ba99-cb325c331e4d"}, {"speech": "Bret Baier", "text": "Right, but you — that’s not the question.", "id": "f5e3fc1f-cb85-4fc3-b573-ef0e8d7a2f0d"}, {"speech": "Ron DeSantis", "text": "Here — I know, but here’s the thing.", "id": "6588338e-68ec-463a-b869-4f3415f07bf7"}, {"speech": "Mike Pence", "text": "Are you going to answer the question?", "id": "293874e5-6160-4454-ac05-492b3664b8c5"}, {"speech": "Ron DeSantis", "text": "This election is not about January 6 of 2021. It’s about January 20 of 2025, when the next president is going to take office.", "id": "16afa7dc-ebd4-407a-9461-4e991f287d6f"}, {"speech": "Ron DeSantis", "text": "I know what the Democrats would like to do. They want to talk about all these other issues, but we have got to focus on your future. We have got to focus on reversing the decline of our country.", "id": "86d794ee-1c43-4e55-8395-81c09ce71131"}, {"speech": "Mike Pence", "text": "Right. Right.", "id": "33dd93a3-a0d2-40b8-b7a4-adf50a22ab47"}, {"speech": "Ron DeSantis", "text": "I learned in the military — I was assigned with US Navy SEALs in Iraq — that you focus on the mission above all else.", "id": "e7d50649-a09b-4724-bda0-617c9c5e4bef"}, {"speech": "Ron DeSantis", "text": "You can’t get distracted.", "id": "bfa17f54-c526-4b5b-b645-b92fce93bbe8"}, {"speech": "Ron DeSantis", "text": "So, Republicans, we have got to look forward, and we have got to make sure that we’re bringing the message that can win in November of 2024.", "id": "422b5d1b-9151-4f36-a005-5014853d34f8"}, {"speech": "Martha MacCallum", "text": "That’s fine. Did not answer the question.", "id": "173212c0-0d26-4896-8954-c54281feba7e"}, {"speech": "Martha MacCallum", "text": "Did not answer the question.", "id": "659c624e-fc49-47f3-a343-5837389b0424"}, {"speech": "Bret Baier", "text": "Vice President Pence, what do you — what do you think, Vice President…", "id": "ec48e7b4-71a2-4d98-8ce9-305cfaf63a1e"}, {"speech": "Mike Pence", "text": "… of the president of the United States is to support and defend the Constitution of the United States.", "id": "f50cfd23-a0df-4096-a41c-5ef4a370eb7f"}, {"speech": "Mike Pence", "text": "I think — I think the American people deserve to know whether everyone on this stage agrees that I kept my oath to the Constitution that day.", "id": "6e51ee21-3ed7-4344-9a73-2053080bae25"}, {"speech": "Mike Pence", "text": "There’s no more important duty, right?", "id": "78feee66-84a6-4a02-bcb6-9aea40b8f0a0"}, {"speech": "Ron DeSantis", "text": "We have answered this so many times, is the thing.", "id": "b2dbbb3f-1fb0-40d7-a5bb-87d66a111fd9"}, {"speech": "Mike Pence", "text": "So, answer the question.", "id": "b39bd422-ef72-44a6-84aa-64ba48afb448"}, {"speech": "Ron DeSantis", "text": "I — I have answered this before.", "id": "e7c79c4c-855a-48d2-996c-f25bab38bfd4"}, {"speech": "Mike Pence", "text": "So, yes.", "id": "ee4879fc-e40b-468f-9156-f6d58780c9de"}, {"speech": "Ron DeSantis", "text": "Why are — he — Mike — Mike did his duty. I got no beef with him. But here’s the thing.", "id": "dc38ce76-d02d-4257-a659-dbe1c868f8f3"}, {"speech": "Ron DeSantis", "text": "Is this what we’re going to be focusing on…", "id": "63685f65-bf16-42c6-975f-463efba790eb"}, {"speech": "Mike Pence", "text": "I’m relieved.", "id": "6dc6f32c-c212-4d83-b141-5219ea36ec84"}, {"speech": "Ron DeSantis", "text": "… going forward, the rehashing of this?", "id": "eb1acbc9-c319-4e15-9629-5c977863e12c"}, {"speech": "Martha MacCallum", "text": "No.", "id": "8d3610dc-6e56-43d8-84a4-5913ae1f1b1d"}, {"speech": "Ron DeSantis", "text": "I will tell you…", "id": "9940b3ee-01f1-472f-a09f-625a4735fdc5"}, {"speech": "Bret Baier", "text": "Governor DeSantis, we spent…", "id": "695005bf-8312-4364-a5af-fca859233058"}, {"speech": "Ron DeSantis", "text": "… the Democrats would love that.", "id": "46f8c300-6594-44ff-a299-e718ceb0e62b"}, {"speech": "Bret Baier", "text": "Governor DeSantis…", "id": "218a7b5b-18d8-486c-b0fc-a74be726b677"}, {"speech": "Ron DeSantis", "text": "And they will win if we let them get away with it.", "id": "81088140-2f91-4da2-b1a4-d6fe06a21a07"}, {"speech": "Ron DeSantis", "text": "I’m not letting Biden hang out in the basement this time. We’re going to run him ragged around this country, and we’re going to hold him accountable.", "id": "ce5edf2d-9efa-4842-9ca3-7de822c72dce"}, {"speech": "Bret Baier", "text": "Let me just say to Governor DeSantis, we spend an hour talking about policy, former President Trump is beating you by 30, 40 points in many polls. So, it is a factor in the GOP primaries.", "id": "beeb9ddd-c1c4-4559-bfa3-419e495d3a4a"}, {"speech": "Bret Baier", "text": "Gov. Hutchinson, you did not raise your hand.", "id": "da98f267-5c95-45a8-b16e-5f5744ed5f59"}, {"speech": "Asa Hutchinson", "text": "I did not raise my hand because there’s an important issue we as a party have to face. And well over a year ago, I said that Donald Trump was morally disqualified from being President, again, as a result of what happened on January 6th. More people are understanding the importance of that, including conservative legal scholars, who says he may be disqualified under the 14th Amendment from being President, again, as a result of the insurrection. This is something that could disqualify him, under our rules, and under the Constitution.", "id": "df12f4f8-fa9d-4eda-9e09-ea3966333756"}, {"speech": "Asa Hutchinson", "text": "And so obviously, I’m not going to support somebody who’s been convicted of a serious felony, or who has this is disqualified under our Constitution. And that’s consistent with RNC rules. And I hope everybody would agree with that.", "id": "b835b9af-cffb-4016-adb6-96624a19774c"}, {"speech": "Chris Christie", "text": "Martha, can I answer the question?", "id": "a961ff60-06c2-4fab-bfc8-55d4082fb36b"}, {"speech": "Chris Christie", "text": "OK, I’d like to answer.", "id": "5171eeb3-d28b-4125-b636-15039d8e2b2b"}, {"speech": "Martha MacCallum", "text": "Vice President Pence.", "id": "62d7fe1d-1514-48c2-9446-c519f0662def"}, {"speech": "Chris Christie", "text": "All right, I’d like to answer the question you asked and not give a pre canned speech. Mike Pence stood for the Constitution. And he deserves not grudging credit. He deserves our thanks as Americans for putting his oath of office and the Constitution of the United States before personal political and unfair pressure.", "id": "cd0c70fb-64bf-45dd-95b4-5552d2065071"}, {"speech": "Chris Christie", "text": "And the argument that we need to have in this party, before we can move on to the issues that Ron talked about, is we have to dispense with the person who said that we need to suspend the Constitution to put forward his political career. Mike Pence said no, and he deserves credit for it. OK.", "id": "0092cbea-5770-4c37-8a3e-c27a47658d90"}, {"speech": "Martha MacCallum", "text": "OK. Gov. Haley, we haven’t heard from you on this. Do you agree — do you agree that Vice President Pence did this — did the right thing that day or not?", "id": "896b4adc-62d1-4c54-8473-a49ab60fe6a6"}, {"speech": "Nikki Haley", "text": "I do think that Vice President Pence did the right thing. And I do think that we need to give him credit for that. But what I will also tell you is, look, I mean, when it comes to whether President Trump should serve or not, I trust the American people let them vote, let them decide. But what they will tell you is that it is time for a new generational conservative leader. We have to look at the fact that three quarters of Americans don’t want a rematch between Trump and Biden. And we have to face the fact that Trump is the most disliked politician in America. We can’t win a general election that way.", "id": "a8a184f1-cdd1-4751-b3b1-13d647d92789"}, {"speech": "Martha MacCallum", "text": "Gov. Burgum?", "id": "8dc83501-a48a-42f8-bd22-e33bf4b79d46"}, {"speech": "Bret Baier", "text": "Gov. Burgum?", "id": "009ad433-8f12-492e-abed-6768f11c841e"}, {"speech": "Martha MacCallum", "text": "It’s Gov. Burgum opportunity.", "id": "16500fd0-b0e4-4894-b8ee-53aba896d610"}, {"speech": "Doug Burgum", "text": "Happy to answer the question. Mike Pence did the right thing on January 6th, but I wouldn’t say you started off the top of this hour saying we’re going to talk about China, Ukraine, education.", "id": "b8646f11-b85b-4c33-93a3-0313057d4355"}, {"speech": "Bret Baier", "text": "We are.", "id": "bef10676-20be-4bb2-8811-5fd9917b1506"}, {"speech": "Doug Burgum", "text": "China is the number one threat to our country. And every minute that these eight candidates spend talking about the past instead about the future is time that is just — the — you know, who loves it, Biden loves it. But China loves it when we’re talking about the past.", "id": "9fcd3e91-2374-494a-9b77-d110c1766c29"}, {"speech": "Martha MacCallum", "text": "OK. As promised, we were going to spend a few questions on it. Let people say what they wanted to say. And now indeed, we are moving on to the subject (INAUDIBLE)", "id": "2d9c72a2-234c-4acd-b3ac-84cf9344c775"}, {"speech": "Bret Baier", "text": "The US has committed nearly $0.70 —", "id": "576034dd-7dd9-4fcd-993b-8d3b48c22aa4"}, {"speech": "Mike Pence", "text": "Can I speak on this issue. I was kind of (INAUDIBLE) —", "id": "1da96fc2-b909-4d22-9d0b-31f9493014ad"}, {"speech": "Martha MacCallum", "text": "You did — you can answer on this.", "id": "9430be3d-8f24-47d6-aee0-64f6f50d70c8"}, {"speech": "Bret Baier", "text": "You didn’t.", "id": "98580cdd-315f-4276-adfa-ec62f591bbb8"}, {"speech": "Martha MacCallum", "text": "You didn’t answer.", "id": "e84c096d-4ba9-40f9-a9d8-87e425b6faa6"}, {"speech": "Bret Baier", "text": "You didn’t say something?", "id": "702670ce-8f9d-43e1-81e6-a7fefa3cab76"}, {"speech": "Mike Pence", "text": "Yes, no.", "id": "865c7aba-bb79-42d0-b63f-1cfff574c895"}, {"speech": "Bret Baier", "text": "I thought — we thought you were done. But you —", "id": "613e7097-6ff8-40da-b1eb-273aeb0af437"}, {"speech": "Mike Pence", "text": "No (INAUDIBLE).", "id": "d4f9fa9c-efa2-4153-8ad1-e4a5b1b75152"}, {"speech": "Bret Baier", "text": "— please.", "id": "be0a087d-bbf4-4455-93f7-28466a3cd1af"}, {"speech": "Vivek Ramaswamy", "text": "Well, Mike, why don’t you say this? Join me in making a commitment —", "id": "2e5cb154-fa9e-4179-a6d0-a35ee6b77ebe"}, {"speech": "Martha MacCallum", "text": "Hold on.", "id": "d8e6ed39-8605-4a82-bc64-ff334a98a3a6"}, {"speech": "Vivek Ramaswamy", "text": "— to that on day one, you would pardon Donald Trump. I’m the only candidate on this stage when the (INAUDIBLE) say it.", "id": "e0e2cdf4-d648-40a4-abcb-66d2063256a1"}, {"speech": "Vivek Ramaswamy", "text": "That is how we move our nation forward.", "id": "a647d458-933e-42e3-a85f-b4aeb31558dc"}, {"speech": "Mike Pence", "text": "(INAUDIBLE) Donald Trump will be convicted of these crimes.", "id": "cf7d11b9-f414-4446-9a17-a6fe14589a0e"}, {"speech": "Vivek Ramaswamy", "text": "You can — make be able to make a commitment the same justice system that was this corrupt.", "id": "bc0b280a-bcfb-405a-ad42-9159670b983b"}, {"speech": "Mike Pence", "text": "(INAUDIBLE) difference between you and me.", "id": "5578262c-b3a9-40ce-8b4f-cb665c08d57d"}, {"speech": "Vivek Ramaswamy", "text": "Now, to answer your question.", "id": "5016f3fa-ac41-40c3-8007-bbb085ed6b4d"}, {"speech": "Mike Pence", "text": "I’ve actually given pardons when I was governor state of Indiana. It usually follows a finding of guilt and contrition by the individual that’s been convicted. So, we’ll work (ph). If I’m president in the United States, we’ll get fair consideration of any pardon request.", "id": "dd79392b-c84c-46bf-82f4-478d57dbdab8"}, {"speech": "Mike Pence", "text": "But if I may, if I may. You know, it’s not about looking back at January 2021. It’s about January 20, 2017. I put my left hand on Ronald Reagan’s Bible, I raised my right hand. And I took an oath to support and defend the Constitution of the United States. And it ended with a prayer, so help me God. It was a promise that I made to the American people. But I also made it, it made it to my heavenly Father.", "id": "ffc234a8-184d-4195-bde6-03b468946037"}, {"speech": "Mike Pence", "text": "Every day for four years, I sought to keep that oath. And everyone on this stage needs to make it clear whether or not they’ll do the same if they are in this job and the confidence of the American people.", "id": "7842e099-a58a-43b9-beb8-6f65c5b209cd"}, {"speech": "Mike Pence", "text": "Now, look, I’ve made it clear, I had hoped that the issues surrounding the 2020 election and the controversies around January 6, had not come to this, had not come to criminal proceedings. I would rather they have been resolved by the American people, and the American people alone.", "id": "29814769-10ab-4285-8def-36bcedda5064"}, {"speech": "Mike Pence", "text": "But no one’s above the law. And President Trump is entitled to the presumption of innocence that every American is entitled to. And we will make sure and extend that to him, that the American people deserve to know that the President asked me in his request that I reject or return votes unilaterally, power that no Vice President in American history had ever exercised or taken. He asked me to put him over the Constitution. And I chose the Constitution. And I always will. I had no right —", "id": "30637eba-4b2d-4ed2-a835-82b10a73ea1b"}, {"speech": "Bret Baier", "text": "Vice President Pence?", "id": "a393911e-e012-4023-b213-16ecc6179db0"}, {"speech": "Mike Pence", "text": "— to overturn the election, and Kamala Harris will have no right to overturn the election when we beat them in 2024.", "id": "264c1b71-91a0-4ee2-867d-5be8b2f68cf8"}, {"speech": "Bret Baier", "text": "Thank you, Vice President Pence.", "id": "a4b9fc32-8065-4d48-b8f2-4d7b78dc0f89"}, {"speech": "Bret Baier", "text": "Now, we are moving on to other issues. The US has committed nearly $77 billion in aid to the Ukraine war. The administration is now asking Congress for $24 billion more, regardless of that the specific — specifics of that plan, is there anyone on stage who would not support the increase of more funding to Ukraine?", "id": "a067937e-0343-4aa7-8070-f4f0e8bdf99f"}, {"speech": "Ron DeSantis", "text": "We would need —", "id": "a84a4873-fcb4-45f6-855b-1b807e12061c"}, {"speech": "Vivek Ramaswamy", "text": "I would not support it.", "id": "fb80d1f0-902c-491a-8b6d-70d535a47209"}, {"speech": "Ron DeSantis", "text": "Europe needs to step up. I mean, I would have Europe step up and do their job.", "id": "ab983b03-4ffc-4e26-a020-eabd5938e1fc"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, you’re — but you’re saying you would not too, Governor DeSantis?", "id": "466df518-0ae6-4f14-bb63-8be12b8d977c"}, {"speech": "Ron DeSantis", "text": "I will have Europe pull their weight.", "id": "ce2e2f35-1a32-4733-8dfc-2e3e50ec2ce7"}, {"speech": "Bret Baier", "text": "But you would —", "id": "3db48b2b-8737-445d-8e19-67442340e654"}, {"speech": "Ron DeSantis", "text": "Right now they’re not doing that.", "id": "821ac066-ab97-4c5c-8a1b-1079748f43d4"}, {"speech": "Ron DeSantis", "text": "I think our support should be contingent on them doing it. And I would have support in China, to be able to take — to be able to take China and do what we need to do with China.", "id": "40d259af-6b1a-4c0c-8a45-36c201ae4225"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, you would not support an increase of funding to Ukraine?", "id": "858f69f6-4126-4741-a555-42dcfa594672"}, {"speech": "Vivek Ramaswamy", "text": "I would not. And I think that this is disastrous, that we are protecting against an invasion across somebody else’s border, when we should use those same military resources to prevent across the invasion of our own southern border here in the United States of America.", "id": "071522e0-5cb6-433e-b8d6-0404d3a80c61"}, {"speech": "Vivek Ramaswamy", "text": "We are driving Russia further into China’s hands. The Russia-China alliance is the single greatest threat we face. And I find it offensive, that we have professional politicians on the stage that will make a pilgrimage to Kyiv, to their Pope, Zelenskyy, without doing the same thing for people in Maui or the Southside of Chicago or Kensington.", "id": "0be6cf98-5f58-4f3b-beb2-2e6e833525d6"}, {"speech": "Bret Baier", "text": "All right, OK. Hold on.", "id": "f667c333-5d95-4395-821b-5b3ac04d5293"}, {"speech": "Vivek Ramaswamy", "text": "I think that we have to put the interests of Americans first. Secure our own border instead of somebody else’s. And the reality is this is also how we project strength and making America strong at home.", "id": "f8096b4e-37bd-41d9-98e8-d8304080fe37"}, {"speech": "Bret Baier", "text": "We heard the names, Governor Christie first.", "id": "611f36c6-13b6-47c2-916f-ca978e62398e"}, {"speech": "Chris Christie", "text": "All right, look, I did go to Ukraine. And I went to Ukraine, because I wanted to see for myself, what Vladimir Putin’s army was doing to the free Ukrainian people. And let me tell you, I want you all to look around this arena tonight. And imagine that every one of these seats was filled.", "id": "160b2a69-4de6-40af-bf4d-3264ff386ab7"}, {"speech": "Chris Christie", "text": "And if every one of them was filled, there would still be 2500 more children outside to make over 20,000 who have been abducted, stolen, ripped from their mothers and fathers and brought back to Russia to be programmed to fight their own families. They have gouged out people’s eyes, cut off their ears and shot people in the back of the head, men, and then gone into those homes and raped the — the daughters and the wives who were left as widows and orphans.", "id": "f8c5eb6c-d695-4e89-9785-87449ef5bafc"}, {"speech": "Chris Christie", "text": "This is — this is the Vladimir Putin — this is the Vladimir Putin, who Donald Trump called brilliant and a genius. If we don’t stand up against this type of autocratic killing in the world, we will be next.", "id": "ed4988a6-d183-4c67-984f-5bd00a56dcf1"}, {"speech": "Martha MacCallum", "text": "All right, we’ll go to Governor Haley right now. I have a question to Governor Haley, welcome back.", "id": "d3e20ef4-2df1-47ce-b450-783c4b8c1af4"}, {"speech": "Bret Baier", "text": "Vice President Pence was mentioned, you get 30 seconds?", "id": "31b7e783-4585-46df-b546-1af9436eb427"}, {"speech": "Mike Pence", "text": "Yeah. Well, let me — let me be clear, anybody that thinks that we can’t solve the problems here in the United States, and be the leader of the free world has a pretty small view of the greatest nation on Earth.", "id": "064905d7-110c-4d9a-9b3e-6e131652d6d7"}, {"speech": "Vivek Ramaswamy", "text": "That is incorrect.", "id": "c66fcf66-0173-4803-bfcf-711ad5ba8cd0"}, {"speech": "Mike Pence", "text": "We can do both, Vivek. We’ve done both. We’ve been the leader of the free world, the arsenal democracy for years. The Reagan Doctrine years ago made it clear, we said, if you’re willing to fight the communists on your soil, we’ll give you the means to fight them there. So our troops don’t have to fight them.", "id": "43f8084a-b2ea-4fbb-8b23-9f77889eabb2"}, {"speech": "Mike Pence", "text": "Vivek, if we do the giveaway that you want to give to Putin to give him his land, is not going to be too long for he rolls across a NATO border. And frankly, our men and women of our armed forces are going to have to go and fight him. I want to let the Ukrainians fight and drive and the Russians back out —", "id": "4ad2f373-6f1b-4a1a-8d10-d12ac9f05ff7"}, {"speech": "Vivek Ramaswamy", "text": "I wanted to just briefly address Pence. Vice President Pence, I have a newsflash. The USSR does not exist anymore. It fell back in 1990.", "id": "2f14e34a-3d74-4652-ba75-c5f753d86c19"}, {"speech": "Mike Pence", "text": "Can I say…", "id": "24092874-926e-4a50-95f2-6e3ffcf5c4cf"}, {"speech": "Vivek Ramaswamy", "text": "The real threat, you talked about the communists, and the real communists that we have to address right now is this…", "id": "93ac2ddc-b1da-4903-bb35-159a0b124302"}, {"speech": "Mike Pence", "text": "Do you not have any idea what Vladimir Putin’s aims are?", "id": "25070c2d-715b-49f4-8fbb-24295474ac92"}, {"speech": "Vivek Ramaswamy", "text": "You — you already spoke. Now I have something to say.", "id": "3ab71a0b-8014-463b-9001-231a8ff8a04a"}, {"speech": "Mike Pence", "text": "Vladimir Putin…", "id": "34414c77-e889-4a06-902c-0a7d04613141"}, {"speech": "Martha MacCallum", "text": "Thirty seconds.", "id": "3d9054ac-2f31-48cc-a621-445d2ba797e2"}, {"speech": "Mike Pence", "text": "… has been saying he wants to reestablish the old Soviet sphere of influence.", "id": "f4ca6b6c-42f6-4c02-a205-aa5ee901d1d2"}, {"speech": "Vivek Ramaswamy", "text": "You’ve — you’ve made your point, Vice President.", "id": "9f47a60c-c03e-4af3-a723-4e4f0e090e1b"}, {"speech": "Mike Pence", "text": "… insulted him by calling him a communist. He is a dictator and a murderer and the United States of America needs to stand against authoritarianism…", "id": "b96c8e9e-32db-4075-a768-2e9f92310bb0"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, 30 seconds.", "id": "43e63cd8-99b9-4b72-9725-9197ce4771dd"}, {"speech": "Vivek Ramaswamy", "text": "… respond. The real threat we face today is communist China. And we are driving Russia further into China’s arms. The Russia-China military alliance is the single greatest threat we face. Nobody in either political party is talking about it.", "id": "bf65b9b9-b12f-44b3-85f6-f6c18509eb08"}, {"speech": "Bret Baier", "text": "Mr. Vice President, we can’t hear. Mr. Vice President…", "id": "db9509be-2884-4297-b730-0cf3bb41e2a0"}, {"speech": "Mike Pence", "text": "… is to give Russia everything they’ve got…", "id": "fea39f81-fcc2-4d89-b4ad-2e79bf0f9ed7"}, {"speech": "Bret Baier", "text": "Mr. Vice President…", "id": "98a4aac5-974b-41f1-956d-dfa2dd5510ad"}, {"speech": "Mike Pence", "text": "Give them a promise that Ukraine will never be an NATO, and then somehow…", "id": "1de1db0b-f6ec-47c1-a1e9-8487e52f704f"}, {"speech": "Bret Baier", "text": "Mr. Vice President…", "id": "10d2dd0b-9137-4f1e-b6d5-e466a527b4b3"}, {"speech": "Mike Pence", "text": "… China will not think about taking Taiwan. We achieve peace through strength.", "id": "507b1ada-81b4-4a95-8b80-b4f50a242572"}, {"speech": "Bret Baier", "text": "Mr. Vice President…", "id": "491e720d-7a53-4b39-9695-117fe7b8b525"}, {"speech": "Mike Pence", "text": "And America needs to stand for freedom.", "id": "0195bedf-b6b0-4c27-ad57-08d0d847a561"}, {"speech": "Bret Baier", "text": "OK. Here we go.", "id": "53a912d7-a143-4b02-bacc-f830f8762107"}, {"speech": "Martha MacCallum", "text": "I think we need to reestablish some ground rules here, folks.", "id": "ae9ba762-58c7-47d9-aeb6-6b2fca10e442"}, {"speech": "Bret Baier", "text": "When we hear this bell…", "id": "314371fb-0b7f-4228-ad42-3e37ee36ec4a"}, {"speech": "Martha MacCallum", "text": "Yes. That means…", "id": "2d243986-92dd-4564-893c-4fb33f69a04d"}, {"speech": "Bret Baier", "text": "… that means your time’s done.", "id": "22ce7aa2-c653-4ea1-82f2-56d57081f4c5"}, {"speech": "Martha MacCallum", "text": "You’re done.", "id": "2ada521d-9af2-4477-bd13-e964218f65c7"}, {"speech": "Bret Baier", "text": "So, Mr. Vice President, we appreciate your aggressiveness here, 30 seconds is 30 seconds.", "id": "70d6d2d1-4b49-4039-8552-f9e04a16ffb7"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, you were mentioned. You get 30 seconds.", "id": "94d34c6a-92c4-416e-ab64-41446532cbc6"}, {"speech": "Vivek Ramaswamy", "text": "So the reality is that today — today…", "id": "f8201ae9-ed4e-4bc8-a5e9-c20cbfea72d0"}, {"speech": "Vivek Ramaswamy", "text": "… Ukraine is not a priority for the United States of America. And I think that the same people that took us into Iraq War, the same people who took us into the Vietnam War, you cannot end — you not start another no-win war. And I do not want to get to the point where we’re sending our military resources abroad when we could be better using them here at home to protect our own borders…", "id": "d0dc09ba-6cd3-4b22-94b3-3910cabb621e"}, {"speech": "Martha MacCallum", "text": "OK.", "id": "4608ac95-20fe-488c-b822-7945dab57b3b"}, {"speech": "Vivek Ramaswamy", "text": "… protect the homeland.", "id": "214864fb-cf82-4236-8002-67e155c4ad52"}, {"speech": "Martha MacCallum", "text": "All right.", "id": "efe84bd9-d38d-4b14-98d4-dc5f2d98b8a5"}, {"speech": "Vivek Ramaswamy", "text": "That will be my top priority…", "id": "d6211c5d-0750-4acb-bb07-2a400442b9e8"}, {"speech": "Martha MacCallum", "text": "I think we gave you more than 30 seconds in the rebut. So I do want to get to some other people. Because everybody — we — we respect everybody’s time here.", "id": "4062150d-f096-4894-8ad3-5e8825689f3f"}, {"speech": "Martha MacCallum", "text": "So, Governor Haley, you did not raise your hand meaning that you would support more funding for the Ukraine War. You have said of Governor DeSantis that you did not appreciate it when he initially called it a territorial dispute. Why?", "id": "5777b248-9931-4a42-a002-d3e9d585caec"}, {"speech": "Nikki Haley", "text": "First of all, the American president needs to have moral clarity. They need to know the difference between right and wrong. They need to know the difference between good and evil. When you look at the situation with Russia and Ukraine, here you have a pro-American country that was invaded by a thug.", "id": "4783ef23-4aa0-4d69-9bfb-a744b9b3c936"}, {"speech": "Nikki Haley", "text": "So when you want to talk about what has been given to Ukraine, less than 3.5 percent of our defense budget has been given to Ukraine. If you look at the percentages per GDP, 11 of the European countries have given more than the US But what’s really important is go back to when China and Russia held hands, shook hands before the Olympics, and named themselves unlimited partners.", "id": "e797b3d7-8fe9-452a-a43f-8aeb7b564b50"}, {"speech": "Nikki Haley", "text": "A win for Russia is a win for China. We have to know that. Ukraine is the first line of defense for us. And the problem that Vivek doesn’t understand is, he wants to hand Ukraine to Russia. He wants to let China eat Taiwan. He wants to go and stop funding Israel.", "id": "99aa652f-c962-4ca4-98cb-a99e71d0337d"}, {"speech": "Vivek Ramaswamy", "text": "False.", "id": "bf7772cc-579f-4c69-9ccc-ff55476d3897"}, {"speech": "Nikki Haley", "text": "You don’t do that to friends.", "id": "56bcb089-3504-47af-9301-4a4ec55b224c"}, {"speech": "Vivek Ramaswamy", "text": "False.", "id": "4e604c74-0603-47fc-af53-ecf4dafa7902"}, {"speech": "Nikki Haley", "text": "What you do instead is you have the backs of your friends. Ukraine is a front line of defense. Putin has said if Russia — one Russia takes Ukraine, Poland and the Baltics are next. That’s a world war. We’re trying to prevent war. Look what Putin did today. He killed Prigozhin.", "id": "f65cc998-3f9f-49e5-8ac7-4b1693f28568"}, {"speech": "Nikki Haley", "text": "When I was at the U.N., the Russian ambassador suddenly died. This guy is a murderer. And you are choosing a murderer over a pro-American country.", "id": "94529379-6e0a-423a-bf8b-76db8fc297a0"}, {"speech": "Vivek Ramaswamy", "text": "First of all…", "id": "d355e298-324b-4374-a053-9efdfa58d418"}, {"speech": "Bret Baier", "text": "First of all, Mr. Ramaswamy, you have 30 seconds. Mr. DeSantis — Governor DeSantis…", "id": "72e7f105-a0a0-4f6b-8245-49069b3beec6"}, {"speech": "Vivek Ramaswamy", "text": "Nikki, I wish you well on your future career on the boards of Lockheed and Raytheon.", "id": "b4578055-6c16-4a5b-b73b-882ffbf68b65"}, {"speech": "Nikki Haley", "text": "Yes, I’m not on the boards of Lockheed and Raytheon.", "id": "9b3b6921-bef9-4aba-941a-2969f4d4293a"}, {"speech": "Vivek Ramaswamy", "text": "But the fact of the matter…", "id": "f509d50e-4ce4-49d2-986e-6f48c2775973"}, {"speech": "Nikki Haley", "text": "And you know you have…", "id": "eabbf728-a49d-4dd7-b8a3-4d96db189da7"}, {"speech": "Vivek Ramaswamy", "text": "Boeing came off of it. But you’ve…", "id": "f1355a05-e89b-4027-abde-112a00444480"}, {"speech": "Nikki Haley", "text": "…brought down everybody on this…", "id": "bf90c623-1daf-42e8-aa78-47ac7d7474e4"}, {"speech": "Vivek Ramaswamy", "text": "… been pushing this lie.", "id": "08d3586e-debf-4c16-856e-fb5eef07bdbd"}, {"speech": "Nikki Haley", "text": "… stage.", "id": "f8890799-417c-4bfe-aa67-1b3b6d04b1cf"}, {"speech": "Vivek Ramaswamy", "text": "You’ve been pushing this lie all week.", "id": "5a33afaa-325c-4e0f-b8d0-0c753870b5e5"}, {"speech": "Nikki Haley", "text": "But you — you want to go and defund Israel. You want to give Taiwan to China.", "id": "f59c7469-c90f-4e90-89d2-e5240a0f14f6"}, {"speech": "Vivek Ramaswamy", "text": "OK. Let me address that. I’m glad you brought that up.", "id": "78ba5067-21b7-48c5-928e-cbf89df71363"}, {"speech": "Nikki Haley", "text": "Do you want to go and give Ukraine to Russia?", "id": "6b693381-9448-45a2-bb5e-1367b9805b3a"}, {"speech": "Vivek Ramaswamy", "text": "I’m going to address each of those right now. This is…", "id": "09ae04e7-b248-41e7-aaa6-b65db4f8958a"}, {"speech": "Vivek Ramaswamy", "text": "… the false lies of a professional politician that — there we have it.", "id": "403359fe-f868-4e66-a345-214210b0a085"}, {"speech": "Nikki Haley", "text": "Under your watch, you would (inaudible)…", "id": "3ffc3087-a237-4dc3-bef6-0ad535e850d3"}, {"speech": "Vivek Ramaswamy", "text": "So the reality is…", "id": "d86b6b0c-685a-4e2a-ba89-cda07a06c66a"}, {"speech": "Nikki Haley", "text": "… America less. You have no foreign policy experience and it shows.", "id": "a5986964-57c3-43af-bcc3-0d69726b0bf9"}, {"speech": "Vivek Ramaswamy", "text": "And you know what?", "id": "97bbb932-af69-46b8-b042-1a102d27acb9"}, {"speech": "Nikki Haley", "text": "It shows.", "id": "47167e53-acbe-4542-b479-8bf164348e67"}, {"speech": "Vivek Ramaswamy", "text": "The — the foreign policy experience that you all have shows in the bogus wars we’ve gotten into. I’ve addressed (ph) that.", "id": "2c98e5df-009a-4aa7-8499-b048eb3f9858"}, {"speech": "Vivek Ramaswamy", "text": "So our relationship with Israel…", "id": "9462b393-42cc-4316-ad2d-9ef72c1d2fac"}, {"speech": "Martha MacCallum", "text": "Thirty seconds.", "id": "7efa9621-d9cd-41c4-92d4-c0185a07e760"}, {"speech": "Vivek Ramaswamy", "text": "… be stronger than by the end of my first term. But it’s not a client relationship. It is a friendship. And you know what friends do? Friends help each other stand on their own two feet. So I will lead Abraham Accords 2.0. I will partner with Israel to make sure Iran never is nuclear-armed.", "id": "6c221804-a111-4343-acd0-526200a503dd"}, {"speech": "Vivek Ramaswamy", "text": "But you know what I love about Israel? And I have been there probably in the last 10 years more than most people on this stage. You know what I love about them? I love their border policies. I love their tough-on-crime policies. I love that they have a national identity and an Iron Dome to protect their homeland.", "id": "ea7dff9c-9fac-4000-b27f-519625611232"}, {"speech": "Vivek Ramaswamy", "text": "And so, yes, I want to learn from the friends that we’re supporting. And what puzzles me…", "id": "24e53a93-7625-422a-9230-15ca6d803218"}, {"speech": "Nikki Haley", "text": "No, you want cut the — aid off. And let me tell you…", "id": "9057b024-7dae-4da3-bf77-aa3393dff4af"}, {"speech": "Vivek Ramaswamy", "text": "No, I want to learn from those and apply those to protect our homeland, Nikki.", "id": "d0cb84f8-328b-4b4d-ae74-0a569a9c7a28"}, {"speech": "Nikki Haley", "text": "It’s not, then, Israel needs America. America needs Israel.", "id": "3b88590f-7b84-4647-91f8-09788dce3446"}, {"speech": "Mike Pence", "text": "Can we move on?", "id": "928c0d81-feb1-4039-a045-aa9a57c28848"}, {"speech": "Bret Baier", "text": "OK, Governor DeSantis…", "id": "2d10a71d-1669-4589-8eb3-56aa0a5df197"}, {"speech": "Nikki Haley", "text": "That you’re the front line of defense to Iran.", "id": "8530cac1-c794-4d76-bf30-f4660be2cb03"}, {"speech": "Bret Baier", "text": "Governor DeSantis, you were mentioned in the territorial dispute.", "id": "ab90db0b-6856-4285-8aa2-bd2d50a591a5"}, {"speech": "Bret Baier", "text": "Not only…", "id": "4113caa4-444d-4066-848b-3a688db495c2"}, {"speech": "Nikki Haley", "text": "No, it’s not a territorial dispute either.", "id": "375d5dd0-b382-416a-ae1d-4036b81d68a5"}, {"speech": "Ron DeSantis", "text": "So, as — as president of the United States, your first obligation is to defend our country and its people.", "id": "9b60cac1-49f9-4c2f-91c1-95a6d9857eef"}, {"speech": "Ron DeSantis", "text": "And that means you’re sending all this money, but you’re not doing what we need to do to secure our own border.", "id": "3b27b884-21b8-436f-8963-cf65fec6d779"}, {"speech": "Ron DeSantis", "text": "We have tens of thousands of people…", "id": "17cea49b-317d-41e7-9aeb-054b26cb5a3b"}, {"speech": "Nikki Haley", "text": "We can do both at the same time.", "id": "44a52210-e6e9-4392-a858-5b968d8f4993"}, {"speech": "Ron DeSantis", "text": "… who are being killed because — well, we’re not handling both.", "id": "7ad44819-0278-4a6f-a5e7-b61de2cece7c"}, {"speech": "Nikki Haley", "text": "And we can do both at the same time.", "id": "2057758c-505d-4492-972f-31a83f619f67"}, {"speech": "Ron DeSantis", "text": "And so I am going to declare it a national emergency.", "id": "9d8b3b88-04f6-4512-a332-ef59f1678e76"}, {"speech": "Ron DeSantis", "text": "I’m — I’m not going to send troops to Ukraine, but I am going to send them to our Southern border.", "id": "6ab073be-5d02-4864-868f-5fea4cf3060b"}, {"speech": "Ron DeSantis", "text": "When these drug pushers are bringing fentanyl across the border, that’s going to be the last thing they do. We’re going to use force and we’re going to leave them stone-cold dead.", "id": "622e8ad6-2aa2-4892-a5b6-3bbd9a842ded"}, {"speech": "Bret Baier", "text": "We are actually going to move on to China.", "id": "0b6a92e4-8527-4ad4-a3cf-e39ff4ea11be"}, {"speech": "Bret Baier", "text": "We’re going to talk about China.", "id": "87268fbf-9266-49c4-8440-08908ab6aa00"}, {"speech": "Martha MacCallum", "text": "OK.", "id": "2b2fd1ab-4316-45eb-ba34-09dbb47496ee"}, {"speech": "Bret Baier", "text": "But, Governor Burgum, China has the biggest navy in the world, the biggest army in the world. Now they have warships — warships off the coast of Alaska.", "id": "0c2f085e-308d-4fcf-b1a5-f7117ac0039a"}, {"speech": "Bret Baier", "text": "They are threatening Taiwan. In coming years, China will have 1,500 nuclear warheads, it’s believed. The US just arrested two sailors accused of spying for China within our military.", "id": "b85a9d55-72af-4980-93ce-4f259d6bc3af"}, {"speech": "Bret Baier", "text": "So, the question is, how would you deter China, as a President Burgum?", "id": "ed45b78c-3117-455d-b04a-9d0cc3592828"}, {"speech": "Doug Burgum", "text": "Well, this is the number one issue we’re facing.", "id": "d7ae3083-07e1-429a-a676-f4ebabc4f787"}, {"speech": "Doug Burgum", "text": "And, of course, we haven’t been talking about it. And we act like that letting Russia win in the Ukraine is like a gimme, as opposed to a gift to China. Russia has become China’s gas station. But how would we do it?", "id": "eae6b774-f961-4e44-98bd-bed5139e6112"}, {"speech": "Doug Burgum", "text": "The Biden administration is a complete fail. China imports 10 million barrels of oil a day, more than any other country in the world. They do not even have all the food they need to feed everybody in that country. So they don’t have energy security or food security.", "id": "5e45bfd7-dfae-4369-ba04-34df76396fc5"}, {"speech": "Doug Burgum", "text": "But the Biden administration sends Blinken, Yellen over there. They — they’re — they’re over there talking. They don’t even bring up energy, because they’re too busy trying to kill the US energy here. And what we need to do is not meetings, not press releases, because something that would send a lot more than a press release is actually harpoon missiles.", "id": "3bf2bc69-34de-4ecb-9c2e-4074d877cabc"}, {"speech": "Doug Burgum", "text": "We need anti-ship missiles on Taiwan. The way that you have a war never start, which is the goal, the way you have peace through strength is that you actually have strength. You actually have deterrence.", "id": "947b9291-9848-4188-874d-39fb7b42c7c6"}, {"speech": "Doug Burgum", "text": "And what we have in — what we have got going on in Ukraine is an example of when deterrence failed, what is an example there of Biden’s disastrous withdrawal from Afghanistan, the fact that he green-lighted Putin moving into Ukraine, and then now they see weakness. And when they see weakness, they make a move.", "id": "43d3ba51-6e5c-4835-bf5c-afe72a1661fc"}, {"speech": "Doug Burgum", "text": "And we have to be strong, and we have to be strong both in Ukraine, and we can solve the Southern border. Absolutely, we can do that, because guess what? There’s only 19,855 authorized people for the Border Patrol. But they’re not all staffed, because the Biden administration doesn’t enforce law enforcement.", "id": "4666d288-bde9-4f4f-90af-25bfd5a6ef28"}, {"speech": "Doug Burgum", "text": "But the Biden administration wanted to put 87,000 people in the IRS, as opposed to giving the money and the support we need to our own Border Patrol.", "id": "2455d95b-4742-4ac5-9542-9267f038a2b1"}, {"speech": "Bret Baier", "text": "OK.", "id": "d66f1aed-5bd5-4af0-8560-d5ccd968a712"}, {"speech": "Martha MacCallum", "text": "Senator Scott?", "id": "5a6f4c2c-aac3-45e3-907a-504df38aa3bf"}, {"speech": "Bret Baier", "text": "Senator Scott, on China, that same question.", "id": "4ae50bf1-319d-4eea-b69f-4a0c4da3db0c"}, {"speech": "Mike Pence", "text": "Can I speak about China?", "id": "398cafaf-a1cb-4d7c-a140-df103ca7b617"}, {"speech": "Tim Scott", "text": "Let’s — let’s fire the 87,000 IRS agents and hire or double the number of Border Patrol agents.", "id": "ef9ce997-320d-45ee-8a9c-081694d5f062"}, {"speech": "Tim Scott", "text": "I just left Yuma, Arizona, about two weeks ago. The most pressing need of the American people from a national security standpoint is our Southern border. It has led to the death of 70,000 Americans because of fentanyl, plus six million illegal crossings since President Biden has taken office. And 200 people on our national security watch list have been caught at our border?", "id": "1f8627e2-4961-40b6-bc1f-94a12098ce6d"}, {"speech": "Tim Scott", "text": "How many have not been caught at our Southern border? If we just spend $10 billion, we could finish the wall. For $5 billion more, we could have the military-grade technology to surveil our Southern border to stop the flow of fentanyl and save 70,000 Americans a year.", "id": "3ba105fa-440f-417c-ac73-cf501d9cec07"}, {"speech": "Tim Scott", "text": "That should be the priority of this government. And, as the next president of the United States, I will make that border wall complete.", "id": "10b5964c-695b-4a21-8bc6-8d0536e0b2ff"}, {"speech": "Martha MacCallum", "text": "Thank you.", "id": "70668123-9958-4210-8089-d9a0191e4b2f"}, {"speech": "Bret Baier", "text": "There are many more questions on China. I do want to ask about…", "id": "e60c416c-82df-414b-a37a-1f60189581cd"}, {"speech": "Doug Burgum", "text": "I just want to say — I want to say — I want to say, I couldn’t agree more.", "id": "0796fdc7-285d-4460-911e-bb0cce1fadd6"}, {"speech": "Doug Burgum", "text": "It’s not just the 70,000 from fentanyl. We have lost 200,000 people to overdoses since Biden took office. That’s 300 people a day. We’re taking mass casualties, and those aren’t — that’s a statistic. But these are sons and daughters, nieces and nephews that we’re losing.", "id": "b2fe1f0e-f08a-4403-a263-86eb12a0fabb"}, {"speech": "Doug Burgum", "text": "We have got North Dakota troops down there flying night helicopter missions from San Diego to the Gulf Coast trying to stop these transnational criminal organizations. They have got better funding on their side than we have got on our side.", "id": "9bde9ec8-2bd6-4498-a462-46f1860c4e5e"}, {"speech": "Martha MacCallum", "text": "Yes. We’re going to talk more about that.", "id": "ab7a9bbf-9c2d-40e4-983a-f1e87988e573"}, {"speech": "Bret Baier", "text": "Speaking of which, Governor Hutchinson — speaking of which, images from earlier this month, Governor Hutchinson…", "id": "81dcb5c6-27b2-44d1-a1a4-42c66ae66415"}, {"speech": "Mike Pence", "text": "Bret, I negotiated with Mexico the remain-in-Mexico policy.", "id": "163c51da-4850-49f0-80e9-b3dabac0cd00"}, {"speech": "Bret Baier", "text": "Vice President Pence, images from earlier this month…", "id": "b41b8baa-6d79-4bd1-8e73-d83cc73f90c5"}, {"speech": "Mike Pence", "text": "We built hundred miles of wall. We secured the Southern border of the United States.", "id": "ae77340c-138b-4499-9acf-cec6cc6c7103"}, {"speech": "Bret Baier", "text": "Vice President Pence, it really doesn’t help. I’m asking a question.", "id": "dd1b5207-9812-481a-800e-73d6f6ebb84a"}, {"speech": "Nikki Haley", "text": "Thank you.", "id": "64e3fd0c-113f-46bd-abff-2ff5f9be7809"}, {"speech": "Bret Baier", "text": "Earlier this month…", "id": "8d0c4f3d-b767-42b2-9315-d703735d05c9"}, {"speech": "Bret Baier", "text": "Shh — images showed suspected cartel members crossing into Texas with rifles.", "id": "565ed6b3-fba6-4b09-b226-074d952ab0ea"}, {"speech": "Bret Baier", "text": "Do you consider this an invasion? Would you authorize lethal force along that border?", "id": "25cc08a4-673b-46e0-9023-e4e8058909f4"}, {"speech": "Asa Hutchinson", "text": "There would be lethal force used by the Border Patrol, law enforcement as needed to protect the border, absolutely.", "id": "d3d67672-6c20-40d9-b09d-a075dab8e4bc"}, {"speech": "Asa Hutchinson", "text": "When you look at the military, the military has to be used for intelligence-gathering purposes. This is not unusual. Whenever I was in the Bush administration, we went down there and met with President Vicente Fox of Mexico and asked his help on going after the cartels.", "id": "08b966d7-bc30-48bf-bb83-5f3cd1bea96b"}, {"speech": "Asa Hutchinson", "text": "And he looked at me and said, they’re a problem to us as well. And so we joined together, and we took down the Arellano-Felix brothers leading the Tijuana Cartel. And that made a difference. Ramon was shot and killed, and Benjamin was captured.", "id": "ec38ed85-8384-4276-8bc8-6df1c3398602"}, {"speech": "Asa Hutchinson", "text": "Cooperation makes a difference. We cannot be successful going against the cartel unless we bring in Mexico as a partner. We have to use economic pressure to accomplish that. President Obrador has not been helpful, and we have to use economic pressure that this administration is not using.", "id": "dc4ee859-fd83-4004-b701-aa350014d9ce"}, {"speech": "Asa Hutchinson", "text": "The rule of law has to matter on both sides of it.", "id": "7b0f8660-3a6f-4a7a-a6b5-c7df818863bf"}, {"speech": "Martha MacCallum", "text": "OK.", "id": "95b29aa2-6b2b-4142-8ffc-6427d20cd9bf"}, {"speech": "Asa Hutchinson", "text": "This is critical. I have done it. We know what needs to be done. The military has to be limited in its use.", "id": "410fa7fe-38bc-49b3-8418-eff5f8428bf9"}, {"speech": "Asa Hutchinson", "text": "When — after 9/11, we had the global war on terror, and guess what? We protected the border at the same time. You can do both.", "id": "f97be4c8-28c9-4d52-9989-57088dae6d0a"}, {"speech": "Martha MacCallum", "text": "OK, let’s go to Governor DeSantis.", "id": "73d35dd1-429f-4a16-9397-cf3a90158bb0"}, {"speech": "Martha MacCallum", "text": "So, as president, would you support sending US Special Forces over the border into Mexico to take out fentanyl labs, to take out drug cartel operations? Would you support that kind of American military use?", "id": "362aec1d-1313-4fa5-b1f3-4ea16249460e"}, {"speech": "Ron DeSantis", "text": "Yes, and I will do it I’m day one.", "id": "dd2dfbc5-38e0-4c11-8a57-d2907dfa11d4"}, {"speech": "Ron DeSantis", "text": "Here’s the thing. The cartels are killing tens of thousands of our fellow citizens. You want to talk about a country in decline? You have the cartels controlling a lot of part of your Southern border?", "id": "0cdd4b7c-a17a-4d56-b90e-4d97be160eb8"}, {"speech": "Ron DeSantis", "text": "We have to reestablish the rule of law, and we have to defend our people. The president of the United States has got to use all available powers as commander in chief to protect our country and to protect the people.", "id": "a4ef965c-c513-4db8-8442-63e33bb53498"}, {"speech": "Ron DeSantis", "text": "So, when they’re coming across, yes, we’re going to use lethal force. Yes, we reserve the right to operate. How many more tens of thousands are we going to let to die? I am sick. I have met Angel Moms throughout this country.", "id": "fbf4b1b4-11d5-4a52-8e97-a5dd6e048c18"}, {"speech": "Ron DeSantis", "text": "I met a lady in Texas named Tracy. And her son took one Percocet that was laced with fentanyl, immediately died. That is happening all across this country because of the poison that they are bringing in. So, as president, would I use force? Would I treat them as foreign terrorist organizations? You’re darn right I would.", "id": "b8ae3878-fd51-4e75-9b18-8e8566eec623"}, {"speech": "Bret Baier", "text": "Vice President Pence…", "id": "8ced8aff-bfac-4fc3-bd6e-5f947021e460"}, {"speech": "Bret Baier", "text": "Vice President Pence, why would you be better at this issue than Governor DeSantis?", "id": "2d12429f-53c1-42f5-9278-9c789f9f03bf"}, {"speech": "Bret Baier", "text": "Governor DeSantis on the campaign trail refers your administration as not finishing the wall.", "id": "893f7475-69af-46af-bf2d-7d777581e55c"}, {"speech": "Mike Pence", "text": "Right.", "id": "067367a7-71aa-4e48-b7ed-5d94a1bcda39"}, {"speech": "Mike Pence", "text": "Right.", "id": "0c725d13-0d26-4eab-b928-7784f4e1f62b"}, {"speech": "Mike Pence", "text": "Look, we secured the Southern border of the United States of America and reduced illegal immigration and asylum abuse by 90 percent.", "id": "77fac856-0777-40ee-8372-3655c654a72a"}, {"speech": "Mike Pence", "text": "When Joe Biden took over, he threw open the Southern border of the United States.", "id": "b94dc80a-9a52-489a-acc0-35ecba21b0c9"}, {"speech": "Nikki Haley", "text": "Yes.", "id": "4cb0f5f6-0ce0-457e-a9de-4592ea7d3105"}, {"speech": "Mike Pence", "text": "And the wave of humanity, the wave of fentanyl that’s been eloquently described here is a wave of human tragedy across this country.", "id": "f626676f-0eb7-457d-8eec-b1ce6b340193"}, {"speech": "Mike Pence", "text": "But, Martha, you began this evening talking about who is best prepared to be the next president of the United States. And I have to tell you, with all humility, I was there when we negotiated through the government shutdown and got the funding available to build the wall.", "id": "03fad81e-4d05-4ccc-abb0-957d4d555813"}, {"speech": "Mike Pence", "text": "I was negotiating on Capitol Hill around the clock. I negotiated the remain-in-Mexico policy on behalf of the president of the United States.", "id": "145bccc3-ecc9-4c0e-b025-1c06e952e139"}, {"speech": "Mike Pence", "text": "And, Asa, you’re so right. It’s because we used economic pressure to bring the Mexicans to the table, and they allowed us to have people wait in Mexico while they applied for asylum and ended asylum abuse overnight. We got the Mexicans to deploy their National Guard to their Southern border and to our Southern border as never before.", "id": "4dedffc1-b964-4114-a06a-7ad6fdc45cd8"}, {"speech": "Mike Pence", "text": "And I want to promise you, as president of the United States of America, I will engage Mexico the exact same way, and we will partner with the Mexican military, and we will hunt down and destroy the cartels that are claiming lives in the United States of America.", "id": "16569cd5-8e98-4529-b839-be350a7c6374"}, {"speech": "Martha MacCallum", "text": "OK. Thank you. Another issue that is related to this is that almost 7 million migrants have crossed this border, our southern border during the Biden administration. So Governor Christie, what would you do about the 7 million who are here? How would you handle that? What would you do?", "id": "7f4b9510-c972-4f7e-935c-cb7d3994ba89"}, {"speech": "Chris Christie", "text": "Look, Martha, the first thing we need to do is to stop any more from coming. That’s the first thing we need to do. Then, the next thing we need to do with the folks that are here is to, again, as we’ve talked about all night, tonight, we have to have one order in this country, we have to enforce the law. And what that means is to make sure that people who come here illegally are not rewarded for being here illegally.", "id": "7e629dab-77be-416b-999b-ed3e3719c016"}, {"speech": "Chris Christie", "text": "We have so many wonderful people from around the world, who are waiting in line following the law to try to come here and pursue the American dream. And those people are waiting and waiting and waiting. Because we haven’t dealt with the problem of the folks who are here. We have to have them detained. We have to make sure that they are not rewarded for having broken the law.", "id": "8efd751e-5bee-4b9a-a210-628ddc849e3a"}, {"speech": "Chris Christie", "text": "And one last thing on this fentanyl issue, with China, we can’t take our eye off of that ball. Yes, it’s important that we secure the border, very important as I just said, but China is sending these chemicals to these drug cartels for them to create the fentanyl that is killing hundreds of thousands of our citizens. The Chinese are engaging in an act of war against us killing our citizens. We better make that priority one in our conversations with China and to try to straighten that relationship out because if we don’t, we’re going to lose more and more of our citizens.", "id": "6166862e-e2ca-4c6b-b5f9-1fb8dc89b759"}, {"speech": "Martha MacCallum", "text": "I just to clarify, would you send those people back?", "id": "60fe64bc-163a-4f94-8e3d-40e4482f44bd"}, {"speech": "Chris Christie", "text": "Of course. You’d have to.", "id": "e2df3442-174e-4c28-b2b6-ccd3ea1bcc8c"}, {"speech": "Bret Baier", "text": "We have a lot of issues that Americans care about. Next up, we’re going to talk about the crisis in education, as millions of American children are not proficient in reading or math, after this.", "id": "aa26dcf1-f0a4-4b61-b3f8-eae4d9cbeacd"}, {"speech": "Bret Baier", "text": "The nation’s report card was the weakest ever for American school children, exposing chronic absenteeism, deep declines for reading and math for 15-year-olds and 13-year-olds.", "id": "b1b455fb-a6d0-44d1-8414-074de663264f"}, {"speech": "Bret Baier", "text": "Governor DeSantis, you would eliminate, you said, the Department of Education. But as president, would you have a responsibility to fix this crisis as we see it?", "id": "7e88a6aa-3d47-41a8-b99c-c8dd58511678"}, {"speech": "Ron DeSantis", "text": "Absolutely. The decline in education is one of the major reasons why our country is in decline. We need education in this country, not indoctrination in this country.", "id": "7398ef5b-711d-4805-a5e6-3ec8c677fa39"}, {"speech": "Ron DeSantis", "text": "And in Florida — Florida, we stood up for what was right. First, we had schools open during COVID. And a lot of the problems that we’ve seen are because these lockdown states locked their kids out of school for a year, year-and-a-half. That was wrong. We stood up.", "id": "c7b91143-a5aa-4226-ace6-a5e65007314c"}, {"speech": "Ron DeSantis", "text": "I took a lot of fire for that. I was — I was pilloried by the media. But I stood for our kids. And as president, I’ll stand for you and your kids as well.", "id": "da63b7ab-3cdb-436c-b985-e92d681acc03"}, {"speech": "Ron DeSantis", "text": "But we have to make sure that what our schools are doing is focusing on solid academics. In Florida, we eliminated Critical Race Theory from our K through 12 schools.", "id": "8af2dd5e-4cdf-45c9-87f5-e290877b6131"}, {"speech": "Ron DeSantis", "text": "We eliminated gender ideology from our K through 12 schools. And we have elevated the importance of American civics and teaching our kids about the Constitution and the Bill of Rights.", "id": "4ae9122b-1d81-410f-b2bf-bc6453bcb4d4"}, {"speech": "Ron DeSantis", "text": "As president, I’m going to lead an effort to increase civic understanding and knowledge of our Constitution. We cannot be graduating students that don’t have any foundation in what it means to be an American.", "id": "74348ae9-ab5f-4b3f-ab83-45d3a3f257c1"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy — Mr. Ramaswamy…", "id": "4864db22-53f9-46b1-ba33-0032a1624577"}, {"speech": "Bret Baier", "text": "Mr. Pence — Mr. Ramaswamy — hold on, Senator Scott.", "id": "06b5a5ac-9933-4c75-b9aa-5451c88d569e"}, {"speech": "Bret Baier", "text": "You’ve said that the Department of Education, the FBI, the ATF, the Nuclear Regulatory Commission, the IRS, the Department of Commerce, many of these should not exist.", "id": "43147412-5e6a-4f32-8e8a-5a869428ad09"}, {"speech": "Vivek Ramaswamy", "text": "That’s correct.", "id": "b815c511-809f-42f0-9156-4be55948a70f"}, {"speech": "Bret Baier", "text": "So…", "id": "c7f4e5b5-90e2-4050-8d8e-d70725e511a9"}, {"speech": "Bret Baier", "text": "… to the education question, how would you deal with the crisis?", "id": "1ae785ae-391f-4c4c-8ee1-5e3276d3345d"}, {"speech": "Vivek Ramaswamy", "text": "So, look, we have a crisis of achievement. Let’s shut down the head of the snake, the Department of Education. Take that $80 billion, put it in the hands of the parents across this country. This is the civil rights issue of our time. Allow any parent to choose where they send their kids to school. End the teachers unions at the local level to allow public schools to compete.", "id": "bdee64b3-bd6f-45a1-97cd-0e7adda61d6c"}, {"speech": "Vivek Ramaswamy", "text": "And then revive our national identity where every high school senior should have to pass the same civics test that, frankly, every immigrant, including my mother, had to pass in order to become a citizen of this country.", "id": "6604ccfb-a2e7-422b-bb5a-f8b48ffd44f6"}, {"speech": "Vivek Ramaswamy", "text": "And the fact of the matter is, look, there is a part of education policy that also rests with the family. I didn’t grow up in money. But you know the word privilege gets used a lot. Well, you know what? I did have the ultimate privilege of two parents in the house with a focus on educational achievement. And I want every kid to enjoy that.", "id": "10fbea05-aadb-41c6-bb0a-fa9fd6551079"}, {"speech": "Vivek Ramaswamy", "text": "So part of the problem is we also have a federal government that pays single women more not to have a man in the house than to have a man in the house contributing to an epidemic of fatherlessness. And I think that goes hand-in-glove with the education crisis as well because we have to remember education starts with the family.", "id": "abb00dc4-ddd9-4a57-b58f-f7e770095496"}, {"speech": "Vivek Ramaswamy", "text": "And the nuclear family is the greatest form of governance known to mankind.", "id": "355337c9-3432-405c-ac40-d487ec0dcc2a"}, {"speech": "Martha MacCallum", "text": "OK. So, Governor Burgum, Governor Haley has said — Governor Haley has said that biological boys playing in girls’ sports is the women’s issue of our time. You said that even though you signed a ban on this in North Dakota that there hadn’t been one instance where it was actually needed. Are you saying that you think that too much is made of this issue?", "id": "c1fcc898-d7e1-467b-bb07-c966c0ea7d90"}, {"speech": "Doug Burgum", "text": "No, I’m saying in North Dakota we made a priority of protecting women’s sports. And we’ve done that in our state. But I would absolutely do that.", "id": "502be7c4-7bec-43e2-984d-c82209a8a997"}, {"speech": "Doug Burgum", "text": "But I do think when we start talking about education and we think that we’re going to have a federal government one-size-fits-all, we’re just completely losing track of the fact that education differs by state. Some — some school districts are doing a fantastic job. Some less so. But the idea that every school district and state and every teacher is somehow indoctrinating people is just false.", "id": "32db718c-6ecb-460a-bc9a-ad6b46ed50ab"}, {"speech": "Doug Burgum", "text": "You know, when I was building a company from scratch with small-town kids, and we went — grew up in a town of 300, but we built a global company in 132 countries with over 100,000 customers, we listened to those customers.", "id": "bb5b56a0-d447-4b4c-b98d-ae1b8b107def"}, {"speech": "Doug Burgum", "text": "We spent time with them. We talked to them. We did that. And, as governor, well, education is one of the biggest part of a state budget. So, as a governor, I go, I shadow a student. I don’t — the night before, I find out the student’s — and the student finds out I’m going to go to every class with them.", "id": "06a05669-0c5e-4400-91a5-1e82e9fd25fa"}, {"speech": "Doug Burgum", "text": "I don’t sit and lecture school districts how to do it. I go and see the experience. And there’s a lot of things that have to change. But what needs to change in education is — it’s innovation. We’re doing it the same way we did it 50 years ago.", "id": "a354d9ff-b311-4839-badf-63faed13a66a"}, {"speech": "Doug Burgum", "text": "With innovation, not regulation, I would get rid of the Department of Education. I would give block grants to schools, but I’d give them on merit based on who’s doing the most innovative — I just got done holding the seventh annual Governors Conference on Innovation and Education.", "id": "17d7d007-38f1-4b69-b7df-99ec7fe09b15"}, {"speech": "Doug Burgum", "text": "You should see what the people are doing when you get — you cut loose the red tape, get the burden off their back. They care. Teachers in this country, the vast majority of them care about those kids. They’re working in low-paying jobs, and they’re fighting, fighting for those kids and their families.", "id": "54c4863c-ee59-4e6b-9971-5e8c1bf257f1"}, {"speech": "Bret Baier", "text": "Get another former governor to weigh in on this.", "id": "e22560e9-3288-4f38-9ee5-ee176f7c18ba"}, {"speech": "Martha MacCallum", "text": "Governor Haley, you said that this is the women’s issue of our time?", "id": "d87eae4d-0075-41f8-85d7-fe6d548badd9"}, {"speech": "Nikki Haley", "text": "So, first, I will tell you, as — you know, as a parent, the one thing you want is for your child to have a better life than you did.", "id": "fe8acf36-0c21-4542-abb9-d0a089f45597"}, {"speech": "Nikki Haley", "text": "And we can talk about all of these things, and there’s a lot of crazy, woke things happening in schools, but we have got to get these kids reading. If a child can’t read by third grade, they’re four times less likely to graduate high school.", "id": "eb3ef569-eb27-49d8-b7cc-1b49f2725142"}, {"speech": "Nikki Haley", "text": "So we need to make sure we bring in reading remediation all over this country. We need transparency in the classroom, because parents should never have to wonder what’s being said or taught to their children in the classroom.", "id": "fbf9e626-0b03-4ba5-a9ab-ff1a495a3c65"}, {"speech": "Nikki Haley", "text": "Parents need to be deciding which schools their kids go to, because they know best.", "id": "7a231355-5d79-45ae-827f-e0db7a3777d8"}, {"speech": "Nikki Haley", "text": "And let’s put vocational classes back into the high schools. Let’s teach our kids to build things again.", "id": "aff569d2-d289-42ba-ac40-c79f214e3535"}, {"speech": "Nikki Haley", "text": "When we do that, and we allow that innovation, that’s when it’ll get back.", "id": "69764dc8-5412-4836-9e10-5268d6e8c03b"}, {"speech": "Nikki Haley", "text": "And, yes, I will always say, I’m going to fight for girls all day long, because strong girls become strong women. Strong women become strong leaders.", "id": "dd165297-75d1-4f21-a1aa-cc12b2f2f9fb"}, {"speech": "Asa Hutchinson", "text": "Another…", "id": "f47e19ec-533b-4cc7-b83c-00919ac9562e"}, {"speech": "Nikki Haley", "text": "And biological boys don’t belong in the locker rooms of any of our girls.", "id": "b551b67b-49f4-445f-bb73-e059ed3067a4"}, {"speech": "Asa Hutchinson", "text": "Another point on education, another point.", "id": "7f687e1f-823f-4347-a6b9-165ef2e59f11"}, {"speech": "Martha MacCallum", "text": "We’re going to start the lightning round, and the first question is going to go to you, Vice President.", "id": "3fb219e6-b79d-4e8f-bcf3-0bd150b7714e"}, {"speech": "Martha MacCallum", "text": "So, this is a lightning round of questions, 30-second answers, please.", "id": "58952789-ba1a-49b4-9797-ba0ba1a85121"}, {"speech": "Martha MacCallum", "text": "President Biden will be 82 years old on Inauguration Day. Nearly 70 percent of Americans say that he is too old to serve. Should presidents have to pass a mental and physical test in order to serve, Vice President Pence?", "id": "aa3e7572-8d89-4d0a-84e9-a47fa0d49b04"}, {"speech": "Mike Pence", "text": "Well, it might be a good idea to have everybody in Washington, D.C., pass a mental…", "id": "520112ea-ad08-4ff5-8ca6-1051d10022f9"}, {"speech": "Mike Pence", "text": "But, 30 seconds, no.", "id": "4184b761-8716-44e7-8dd3-8898dd4d6a83"}, {"speech": "Mike Pence", "text": "The American people can make those judgments. But let me say, I’m running for president of the United States because we don’t need a president who’s too old, and we don’t need a president who’s too young.", "id": "1aba779e-76b1-41db-b942-a9f5f06ad5f1"}, {"speech": "Mike Pence", "text": "We need a president who’s been there.", "id": "20ea1b6a-c19d-44e4-8c6e-840ddc4e5ec7"}, {"speech": "Mike Pence", "text": "We need a president who knows how Congress works, how the White House works, how states work. And on this education issue, Martha, I was fighting against No Child Left Behind when Republicans were doubling the Department of Education. I will also shut down the federal Department of Education.", "id": "41f3882a-8e1b-4184-8583-89abd534b0ca"}, {"speech": "Mike Pence", "text": "And when I was governor, we doubled the size of the largest school choice program in America, and we will give school choice to every family in America when I’m in the White House.", "id": "212b37c6-b76e-4e89-8e8e-2578560b064c"}, {"speech": "Bret Baier", "text": "So, this is a lightning round.", "id": "383e4560-c794-49ec-9687-657c6cab1eb3"}, {"speech": "Bret Baier", "text": "Mr. Ramaswamy, I think you were mentioned there.", "id": "b8fe3c77-6964-4c8a-82bf-acbac45bd5d4"}, {"speech": "Bret Baier", "text": "You’re 38. You’re the youngest on the stage.", "id": "72540d1a-2a9e-4da1-9176-8ba6cd5a512a"}, {"speech": "Bret Baier", "text": "You have said and you just said you want a civics test or public service for those under 25 to be able to vote. So, the question is, do you want a mental acuity test for presidents over 75?", "id": "077b28ec-2ea0-4069-9f1f-a6449dc7bb53"}, {"speech": "Vivek Ramaswamy", "text": "I believe in the people of this country to tell the difference between somebody who’s an automaton and somebody who’s actually a thinking agent in the White House, which we don’t have in there today.", "id": "a29fc6a4-8577-4788-9aee-71dcb2a97428"}, {"speech": "Vivek Ramaswamy", "text": "And I will tell you, I want to address Vice President Pence’s comment. I think we do need somebody of a different generation to lead this nation forward.", "id": "7307854b-f6ea-44ad-bf86-1a0fc5e5b777"}, {"speech": "Vivek Ramaswamy", "text": "Look at the way I have run this campaign, going to the South Side of Chicago, to Kensington, in the middle of Philadelphia, where traditional Republican candidates don’t go.", "id": "05c6bc70-96e4-42ce-bd19-af1cff31464c"}, {"speech": "Vivek Ramaswamy", "text": "We have an opportunity to build a multiethnic working-class majority to deliver a landslide. And I think I’m the only candidate in this race, young or old, black or white, to bring all of those voters along to deliver a Reagan 1980 Revolution.", "id": "add73e65-6791-428d-a0b1-1ae307ec833d"}, {"speech": "Vivek Ramaswamy", "text": "We’re going to do it in 2024.", "id": "6424d1ea-5dbf-4b00-9ce0-0e2f74e6baef"}, {"speech": "Bret Baier", "text": "Same — same question to you, Governor Asa…", "id": "87ea6b88-aa32-4c00-92ea-ab9a008004de"}, {"speech": "Mike Pence", "text": "… never voted in a presidential election until 2020.", "id": "f5c4ac37-29fc-4c6a-befe-689fa44c2889"}, {"speech": "Bret Baier", "text": "OK.", "id": "5ee5bb9e-c60b-4866-8cc8-dce08e409aa3"}, {"speech": "Martha MacCallum", "text": "Hold on. Hold on. Hold on. Hold on.", "id": "ce12e76e-6eed-4a87-ae65-d5110b8dd000"}, {"speech": "Vivek Ramaswamy", "text": "I will answer that. I will answer that.", "id": "986cc538-3935-4dd4-92a3-a54b4afdb8f8"}, {"speech": "Martha MacCallum", "text": "You get 30 seconds, 30 seconds.", "id": "03b3f767-6828-4929-8ad7-daf4cdc99291"}, {"speech": "Vivek Ramaswamy", "text": "Thirty-second quick answer to that.", "id": "9cb3863c-78d8-4fac-8385-3f1c4dd67d64"}, {"speech": "Nikki Haley", "text": "You guys need — you all need to get control all of this debate. You have to get control of this debate.", "id": "5b5e0b60-185f-4fdc-855f-55c26a25618a"}, {"speech": "Martha MacCallum", "text": "Everything is going to get…", "id": "8e9cf227-38df-45c9-8b7e-5eb1f3c1cdf0"}, {"speech": "Bret Baier", "text": "Listen, listen, we’re getting control of the debate.", "id": "4094d7a6-acae-4d3e-8b64-9efe811bd1e0"}, {"speech": "Bret Baier", "text": "This is a lightning round, not rolling thunder.", "id": "216447a1-d526-4df9-b7f8-02e9e1e15be9"}, {"speech": "Bret Baier", "text": "Governor Hutchinson, you have 30 seconds on the same question.", "id": "4afa793f-bbbe-4788-9449-60288f22a5f1"}, {"speech": "Asa Hutchinson", "text": "On education, first of all, look at Arkansas.", "id": "da13e807-91d0-4a0c-880c-db826d4a0a59"}, {"speech": "Asa Hutchinson", "text": "We have to compete with China. I built computer science education. We led the nation in computer science education, going from 1,100 students to 23,000 students taking it. This is how you compete with China.", "id": "a17ad76b-cb51-4e46-8409-42804978212e"}, {"speech": "Asa Hutchinson", "text": "As president of the United States, I will make sure we go from 51 percent of our schools offering computer science to every school in rural areas and urban areas offering computer science for the benefit of our kids, and we can compete with China in terms of technology.", "id": "65fe601d-61f8-4261-a935-8c8212ccdd58"}, {"speech": "Martha MacCallum", "text": "OK, thank you, sir.", "id": "0621e7ff-58a8-4804-b8a1-64fb8156b7ce"}, {"speech": "Tim Scott", "text": "Biden — President Biden is —", "id": "ebd7473a-719d-4487-bd16-d2ef5e029469"}, {"speech": "Martha MacCallum", "text": "This is going to — this is coming to you. We are trying to do a quick round of different topics here.", "id": "abf1b7bb-f02b-4a2e-a737-2e74ac81eee6"}, {"speech": "Martha MacCallum", "text": "So, Senator Scott, faith is on decline in this country. You talked about it a little bit before tonight.", "id": "2ca74576-9dbb-46ba-a765-bb92796bee0b"}, {"speech": "Martha MacCallum", "text": "So, is there a role for president of the United States in changing that? What would you do to change that?", "id": "e0938955-2583-4851-973f-0384d30d8fd6"}, {"speech": "Tim Scott", "text": "Well, our nation was founded upon the Judeo Christian values that has made this the greatest nation on God’s Green Earth. I’m a big believer in Ephesians 3:20 that God is able to do exceedingly, abundantly above all that we ask or imagine. Our responsibility should be the modeled behavior we want others to follow.", "id": "1b834270-d166-4465-9e8c-536325288798"}, {"speech": "Tim Scott", "text": "On education — the only way we change education in this nation is to break the backs of the teachers unions.", "id": "21634944-c604-4652-bbe1-54abcdfb957a"}, {"speech": "Tim Scott", "text": "They are standing in the door house of our kids, locking them into failing schools and locking them out of the greatest future they can have.", "id": "83ee25ac-cba9-4bb0-aaff-3076a6bca894"}, {"speech": "Bret Baier", "text": "As president, Governor DeSantis, would you support some mandatory military service for all Americans.", "id": "b775ca38-9389-4a1a-9cb2-1f312878036b"}, {"speech": "Ron DeSantis", "text": "I think it should be voluntary. I’m somebody that volunteered to serve, inspired by September 11th. And I’ve deployed Iraq alongside US Navy SEALs, in places like Fallujah and Ramadi.", "id": "2003b4a9-9575-4942-ba87-ec23faa85bc9"}, {"speech": "Ron DeSantis", "text": "And it’s something that I think has taught me — you know, when you go in that type of environment, anything you have, your personal agenda, you check it at the door. You go there and it’s about focusing on the mission above all else. And guys come together and they get it done.", "id": "e04b5ee2-2bb8-42e2-ae17-b40963cd1f5d"}, {"speech": "Ron DeSantis", "text": "And that’s how I would view being the president of the United States. It’s not about me. It’s not about all these other side issues. My sole focus will be on your future and reversing this country’s decline.", "id": "0b0813bc-336e-4f7f-8f66-1ad04062e2dc"}, {"speech": "Martha MacCallum", "text": "OK. Now for something a little out of this world and this is for you, Governor Christie, do you believe the recent spike in UFO encounters —", "id": "b885e9b1-41f8-4c3b-88bc-5512df5acae4"}, {"speech": "Chris Christie", "text": "I get the UFO question? Come on, man.", "id": "61b6008d-167f-43e7-92a6-cf0ec69302bb"}, {"speech": "Martha MacCallum", "text": "OK. We’ve been hearing a lot of — we’ve been hearing a lot of testimony in Congress, and people are taking this a lot more seriously. And we’re hearing that, you know, there are things going on that people aren’t aware of.", "id": "4eb0b027-15d7-46bf-8b51-e6ca39bb9a5f"}, {"speech": "Martha MacCallum", "text": "So, if you were president, Governor Christie, would you level with the American people about what the government knows about these possible encounters?", "id": "fa4236ec-55a7-46fa-97ad-ee07ac833ee8"}, {"speech": "Chris Christie", "text": "Look, Martha, and it’s especially coming from a woman from New Jersey, I think it’s horrible that just because I’m from New Jersey, you ask me about unidentified flying objects and Martians. We’re different, but we’re not that different.", "id": "c4ca2e93-533e-4aa9-a161-0acf9ae80b0c"}, {"speech": "Chris Christie", "text": "Look, of course — the job of the president of the United States is to level with the American people about everything. The job of the president of the United States is to stand for truth. The job of the president of the United States is to be a role model for our children and our grandchildren.", "id": "2aedcf83-7073-427a-82f0-1e4094c1c111"}, {"speech": "Chris Christie", "text": "And so, whether it was UFOs or this problem of education, and Tim’s right, by the way, and I started this in 2010 by going right after the teachers unions in New Jersey and drove them down to an all-time low popularity rating because they’re putting themselves before our kids. That is our biggest threat to our country, not UFOs.", "id": "fac8b360-5134-4095-84a8-9ffef56bb68f"}, {"speech": "Bret Baier", "text": "OK. Well, coming up, we’ve got closing arguments.", "id": "4dfe4524-08ed-49ff-9ccd-353ce3a93cd8"}, {"speech": "Bret Baier", "text": "Plus, right after the debate, Hannity is live from the spin room right here in Fiserv Forum with reaction from all the candidates as soon as they step off the stage.", "id": "5c12874e-c5ae-4dc4-8d68-1b3a872e4ce4"}, {"speech": "Bret Baier", "text": "We’ll be back after this.", "id": "da495cea-b009-4a98-b5ff-754ec440e3f3"}, {"speech": "Martha MacCallum", "text": "A live look at the Reagan Library as the sun sets in Simi Valley, California. We’ll see you there next month when our colleagues at Fox Business host the next 2024 showdown.", "id": "481cb323-43c7-4c97-98d4-8e164108819e"}, {"speech": "Bret Baier", "text": "Fox Business is partnering with Univision, the Reagan Foundation and Rumble to bring you the second Republican presidential debate on September 27. That looks pretty nice there. 20 years ago, 70 percent of American adults said they were extremely proud to be an American. That number has now plummeted to just 39 percent. In his pitch to get to the Oval Office, President Reagan called America the shining city on a hill, a beacon of hope and optimism.", "id": "5b2e9641-287d-4ca7-b873-753d4fe9f293"}, {"speech": "Martha MacCallum", "text": "So in your closing statement tonight, please tell American voters why you are the person who can inspire this nation to a better day. These are 45 seconds and we begin with Governor Burgum.", "id": "99e50e7f-2461-4e0c-8eb3-fc6f3e42cf8a"}, {"speech": "Doug Burgum", "text": "I understand why America is hurting. Biden’s inflation is choking us. I grew up in a small town. My dad died when I was a freshman in high school. My mom widow with three went back to work. Every job I had growing up was one right took a shower at the end of the day, not at the beginning of the day. Our cities are less safe because of the fentanyl pouring into this country, our economy is being crushed by Biden’s energy policies, which are raising the cost of every product you buy, not just the gasoline at the pump. One thing that I’ll do as president, I’ll secure the border. I’ll get this economy sprinting, not crawling like it is right now.", "id": "0c765950-8636-41b9-b4be-6a1da376d0f4"}, {"speech": "Doug Burgum", "text": "And I would say that other thing is for sure, when I’m on a horseback in the Badlands of North Dakota, it looks like the horizon is just limitless. And…", "id": "3fbb72ae-0174-4d70-a643-692a60d404ba"}, {"speech": "Doug Burgum", "text": "… when you can almost see beyond that horizon, you can see that this great country, our future, is unlimited. But we’ve got to focus on innovation, not regulation. We’ve got to cut the red tape. We’ve got to drive ourselves forward. The way we win the cold war with China is by growing our economy and through innovation.", "id": "0e979d1d-62e4-45a3-b144-f739ce600ed3"}, {"speech": "Doug Burgum", "text": "And as president, I will bring out the best of America. I will improve every American life.", "id": "b7b97cc6-d2c8-4c39-97de-0d892ff76bcd"}, {"speech": "Bret Baier", "text": "Governor Hutchinson.", "id": "9fd7662d-d78e-45e0-a21a-0551a9380ce6"}, {"speech": "Martha MacCallum", "text": "Well, we hope you’re back on your horse soon, Governor.", "id": "b0c421e2-eff7-4e88-a69c-d734aaad70ee"}, {"speech": "Bret Baier", "text": "Governor Hutchinson.", "id": "a580c3f3-2bd9-4138-95e8-e0964acd31d6"}, {"speech": "Asa Hutchinson", "text": "Our nation is in trouble. And it’s in trouble because of failed leadership. And the solution is not four more years of Joseph Biden. The solution is not four more years of Donald Trump. The solution is new leadership that can bring bold ideas to America and to bring out the best of America.", "id": "db4110ea-7019-4665-9f3f-9f9644816514"}, {"speech": "Asa Hutchinson", "text": "A president’s number one responsibility is to bring out the best of our people. That’s what Ronald Reagan did. And he did it with optimism and hope for our country with consistent conservatism. That’s exactly what I bring.", "id": "d25e9d37-a0fa-4d2a-bdb1-3df395bb45bf"}, {"speech": "Asa Hutchinson", "text": "As president, I’ll bring out the best of America in terms of individual responsibility, building our economy, in terms of securing our border, enforcing the rule of law. I will bring out the best of America in terms…", "id": "d44fc8a4-6277-4a7d-81db-ee90ddb9f8ef"}, {"speech": "Asa Hutchinson", "text": "… of our national character, our faith, and our hope for the future. Join in this fight, asa2024.com.", "id": "987363ef-216a-4155-82c5-2b82c428f7bd"}, {"speech": "Martha MacCallum", "text": "Thank you.", "id": "96e8473f-96b6-4f14-ad24-b5ea30492489"}, {"speech": "Martha MacCallum", "text": "Senator Scott.", "id": "df2c4f08-76bd-4c95-9462-c6b95cea5af8"}, {"speech": "Tim Scott", "text": "Thank you. I was a disillusioned young man growing up in a single-parent household mired in poverty. I wondered if the American dream was real for a kid like me. I can stand before you today and say the dream is alive. It is well. And it is healthy.", "id": "c4fe418c-8f17-44ca-85b7-802eb0704eb0"}, {"speech": "Tim Scott", "text": "I have the good fortune of a mom who worked 16-hour days making sure we had food on our tables. She taught me that if you’re able-bodied in America, you work. If you take out a loan, you pay it back. If you commit a violent crime, you go to the jail. And if God made you a man, you play sports against men.", "id": "f9502a86-edd5-41d5-a392-4cbb3f33d7b3"}, {"speech": "Tim Scott", "text": "I’m Tim Scott. I’m asking you for your vote. And if you’re in Iowa, I’m asking you to caucus for me. You can go to votetimscott.com for more information or to make a contribution.", "id": "222fc350-3408-4dd9-8b04-708c99344361"}, {"speech": "Bret Baier", "text": "Governor Christie.", "id": "961469e9-b922-4286-9747-78693601efa6"}, {"speech": "Chris Christie", "text": "Thank you, Bret. Thank you, Martha.", "id": "b31dc2e5-9960-4949-b5aa-a1377af6919a"}, {"speech": "Chris Christie", "text": "Look, everybody on this stage wants to be the next president of the United States. And the only way that’s going to happen is if we beat Joe Biden. I’m the only one on this stage who has every beaten a Democratic incumbent in an election. I did it in a deep blue state being outspent three to one.", "id": "88f0630f-ecfc-4b06-8408-38fb52e18229"}, {"speech": "Chris Christie", "text": "Beating a Democratic incumbent is not easy. The last Democratic incumbent president who was defeated was Jimmy Carter. And he was defeated by a conservative governor from a blue state who knew how to get results, who stood for the truth, who cared about accountability, and stood strong and hard against waste.", "id": "13590cbf-eebd-425d-a4ea-32609b6604d6"}, {"speech": "Chris Christie", "text": "Those are the very things that I did in my eight years as governor of New Jersey. And it’s exactly what I’ll do as president of the United States. Believe me, the Democrats…", "id": "6269e169-6e75-4a2d-a4e4-b72a930e7d32"}, {"speech": "Chris Christie", "text": "… want some other nominee who has never beaten a Democratic incumbent. I’m the one who can win this race. And if you give me the chance, I will restore our country by winning it.", "id": "6ec770be-33d2-4405-9eac-a566bfb7a093"}, {"speech": "Martha MacCallum", "text": "Thank you.", "id": "7bb92f9b-bc71-45b4-b5cd-c14ea7a60042"}, {"speech": "Martha MacCallum", "text": "Governor Haley.", "id": "22059a52-3dad-45cb-b4ca-3433cd148403"}, {"speech": "Nikki Haley", "text": "Several weeks ago, I dropped my husband Michael, a combat veteran from Afghanistan, off at 4:00am for another year-long deployment. I watched him and 230 soldiers pick up their two duffel bags of belongings to go to a country they had never been, all in the name of protecting America.", "id": "20aa86c7-9ebd-4ac3-b902-08317664310b"}, {"speech": "Nikki Haley", "text": "If they are willing to protect us from there, we should be willing to fight for America here. I will beat Joe Biden and he knows that. I will strengthen our economy and we will bring this inflation down. We will put transparency in the classroom. We will secure our borders. We will have the backs of our law enforcement. And we will make sure we have a strong national security.", "id": "ae191e8d-fde0-4f74-b2ab-f4b25543f4fb"}, {"speech": "Nikki Haley", "text": "And, once again, we will make sure we have an America that is strong and proud. We have a country…", "id": "8593d83d-79a6-4cd6-b1e8-28269aa34383"}, {"speech": "Nikki Haley", "text": "… to save, join us. Go to nikkihaley.com, and let’s get it done.", "id": "43b15eb4-0a1c-4147-ba74-012e6a26cb41"}, {"speech": "Bret Baier", "text": "Vice President Pence.", "id": "6cfe0c4a-72dd-4473-aa70-a0e3f4c245c3"}, {"speech": "Mike Pence", "text": "Thank you, Bret and Martha, for this evening. It’s an honor to be here.", "id": "a4cd4698-df30-450e-9c78-34a51f43ac25"}, {"speech": "Mike Pence", "text": "Joe Biden has weakened America at home and abroad. The disastrous withdrawal from Afghanistan, their war on energy, runaway spending that launched the worst inflation in 40 years, a crisis at our southern border, an assault on our values and liberties.", "id": "fc4f3e81-1cef-47e8-94df-fe9811cfb032"}, {"speech": "Mike Pence", "text": "And the American people have had enough. But I know we can bring it back. But different times call for different leadership. The Republican Party owes the American people the choice. Proven leadership at the national level that knows how to move a conservative agenda forward.", "id": "cf4e0304-1d9f-4fb8-9307-4a8d7ec88ef9"}, {"speech": "Mike Pence", "text": "We proved in the Trump-Pence years you can turn this country around faster than you can imagine. And I have faith we will again. Because I have faith in the American people, the good, decent, hard-working…", "id": "9b82626c-7079-408e-ad49-570e9d25605a"}, {"speech": "Mike Pence", "text": "… faith-filled, idealistic people of this country. And I have faith that God is not done with America yet. And if we will renew our faith in one another, and renew our faith in him, who has ever guided this nation since we arrived on these wilderness shores…", "id": "54a61449-8269-4adb-8aa7-69d8132efecb"}, {"speech": "Mike Pence", "text": "… I know the best days for the greatest nation on earth are yet to come.", "id": "720bb399-fc58-42fe-98ca-6485d65140ca"}, {"speech": "Martha MacCallum", "text": "Thank you.", "id": "72aeca37-2b4e-4eda-954f-b99596d25af4"}, {"speech": "Martha MacCallum", "text": "Mr. Ramaswamy.", "id": "699973db-0e59-4a48-94ac-5a2440e71343"}, {"speech": "Vivek Ramaswamy", "text": "I was born in 1985. And I grew up into a generation where we were taught to celebrate our diversity and our differences so much that we forgot all of the ways we are really just the same as Americans, bound by a common set of ideals that set this nation into motion in 1776. And this is our moment to revive those common ideals.", "id": "8998e13f-d66f-4cd9-aa30-285681372276"}, {"speech": "Vivek Ramaswamy", "text": "God is real. There are two genders. Fossil fuels are a requirement for human prosperity. Reverse-racism is racism. An open border is not a border. Parents determine the education of their children. The nuclear family is the greatest form of governance known to man. Capitalism lifts us up from poverty. There are three branches of government…", "id": "7b418ad1-18b8-4adc-a36f-9e2faf016d0d"}, {"speech": "Vivek Ramaswamy", "text": "… not four. And the US Constitution, it is the strongest guarantor of freedom in human history. That is what won us the American Revolution. That is what will win us the revolution of 2024.", "id": "bac96cfa-876e-4d94-adb7-e6f6ef49708f"}, {"speech": "Vivek Ramaswamy", "text": "Thanks for letting me introduce myself tonight. Thank you.", "id": "fba9e7a3-33f9-49ed-a504-b73ad290e7b6"}, {"speech": "Bret Baier", "text": "Governor DeSantis. Governor?", "id": "694f9d89-9d6e-4717-93fe-c2fc78eee620"}, {"speech": "Ron DeSantis", "text": "This is our time for choosing. We will send Joe Biden back to his basement and we will reverse the decline of this country. I’m a blue collar kid. I worked minimum wage jobs to be able to make ends meet. I understand the importance of the American dream. And I know how that slipped away from so many millions of Americans. We’ll restore it.", "id": "3ed5b666-2ed5-4348-ac48-77965cf0abdf"}, {"speech": "Ron DeSantis", "text": "I’m a veteran who served in Iraq. I know what it means to put service above self. I’m also a dad and a husband to a 6-, 5-, and 3-year-old. I understand the importance of protecting parents’ rights and the well-being of our children.", "id": "263581a3-94ae-4c86-9804-a8e10cfabaf2"}, {"speech": "Ron DeSantis", "text": "In Florida, we showed it could be done. I made promises and I delivered on all of those promises. 2024 is make or break. We’re not getting a mulligan. No excuses. I will get the job done and as your president, I will not let you down. God bless you all.", "id": "bf717822-7d7f-47cd-807a-5cd2b5560829"}, {"speech": "Bret Baier", "text": "Well, we want to say thank you. Thank you to all the candidates on the stage tonight, and thank you to Milwaukee.", "id": "014faebb-de14-4cf2-8bd5-fa79b4e12deb"}, {"speech": "Martha MacCallum", "text": "Thank you, everybody. We will see you on the campaign trail, from debates to primaries to the general election and the conventions before that. Thanks for joining us.", "id": "9d9dad86-6fc8-406d-bbd4-73a4217c1c10"}, {"speech": "Martha MacCallum", "text": "Sean Hannity from the spin room starts right now.", "id": "b3eeff0f-0daf-4d0b-beb8-cf9345caf316"}, {"speech": "Bret Baier", "text": "Take it away, Sean.", "id": "f28cd5e2-cb16-4841-92ef-641db2aefe4f"}, {"speech": "Martha MacCallum", "text": "Take it away, Sean.", "id": "818fbfae-4882-4647-9ef4-a88ed9d06a73"}, {"speech": "Martha MacCallum", "text": "", "id": "cb5e28a3-62bb-4857-9615-8fbc5f0ad859"}, {"speech": "Martha MacCallum", "text": "List of Speakers", "id": "8872d7ac-4765-49f1-8091-67f4389eb5cc"}], "edges": [{"source": "card_4cd5c062-d4d6-45f0-8478-1939b8070448", "target": "card_d8aac59a-b1ce-4ccd-aca3-e9735f25fb91"}, {"source": "card_d8aac59a-b1ce-4ccd-aca3-e9735f25fb91", "target": "card_be088030-330a-4a92-881c-fd945cfaa6da"}, {"source": "card_be088030-330a-4a92-881c-fd945cfaa6da", "target": "card_160eb7f9-9889-4dba-b83d-9fa8cd869fa7"}, {"source": "card_160eb7f9-9889-4dba-b83d-9fa8cd869fa7", "target": "card_df75f8c5-e22a-4499-9f68-a997170fedab"}, {"source": "card_df75f8c5-e22a-4499-9f68-a997170fedab", "target": "card_e1ca59ea-22cc-4f37-b458-2ffdd7d9c438"}, {"source": "card_e1ca59ea-22cc-4f37-b458-2ffdd7d9c438", "target": "card_2a7fa7cb-6954-429d-afb0-b2fbfa119b47"}, {"source": "card_2a7fa7cb-6954-429d-afb0-b2fbfa119b47", "target": "card_4f5287d3-b994-4208-be69-ce533a1a2258"}, {"source": "card_4f5287d3-b994-4208-be69-ce533a1a2258", "target": "card_bec9c4a9-0f8f-4146-a0c6-21fde8babfc8"}, {"source": "card_bec9c4a9-0f8f-4146-a0c6-21fde8babfc8", "target": "card_bc40cc7f-4b57-49fd-b28f-764361b99270"}, {"source": "card_bc40cc7f-4b57-49fd-b28f-764361b99270", "target": "card_ae47fcfe-47de-47ff-bf76-b940036100b4"}, {"source": "card_ae47fcfe-47de-47ff-bf76-b940036100b4", "target": "card_0009ac55-1a37-4682-9a6d-7c1851b57f58"}, {"source": "card_0009ac55-1a37-4682-9a6d-7c1851b57f58", "target": "card_55908527-2381-46d4-aae5-6a661d24f755"}, {"source": "card_55908527-2381-46d4-aae5-6a661d24f755", "target": "card_03c5dfa5-4037-4c2c-8489-5718451e0314"}, {"source": "card_03c5dfa5-4037-4c2c-8489-5718451e0314", "target": "card_767452a2-2bfc-4fc3-96ba-282e3eba82db"}, {"source": "card_767452a2-2bfc-4fc3-96ba-282e3eba82db", "target": "card_3582ee3d-d99b-4451-b002-2dc660a7525f"}, {"source": "card_3582ee3d-d99b-4451-b002-2dc660a7525f", "target": "card_f011d151-20f7-43c5-949b-b499d76389b9"}, {"source": "card_f011d151-20f7-43c5-949b-b499d76389b9", "target": "card_f98d1b5d-b6a4-431b-973b-3390fcb396cb"}, {"source": "card_f98d1b5d-b6a4-431b-973b-3390fcb396cb", "target": "card_504eee89-1125-4b28-8acb-a7f6ec2b98ce"}, {"source": "card_504eee89-1125-4b28-8acb-a7f6ec2b98ce", "target": "card_86fca377-275d-4533-9aaa-fe2d816ba2cd"}, {"source": "card_86fca377-275d-4533-9aaa-fe2d816ba2cd", "target": "card_fe047459-8629-48f9-a47d-e873f8c120ee"}, {"source": "card_fe047459-8629-48f9-a47d-e873f8c120ee", "target": "card_249f1dc2-387d-40f5-a080-fbcc0e76c658"}, {"source": "card_249f1dc2-387d-40f5-a080-fbcc0e76c658", "target": "card_a36b866e-8b4a-4cc2-bb5f-f38c3a8bed76"}, {"source": "card_a36b866e-8b4a-4cc2-bb5f-f38c3a8bed76", "target": "card_a9d772d3-01a4-4d74-a474-0e243776f923"}, {"source": "card_a9d772d3-01a4-4d74-a474-0e243776f923", "target": "card_69f674dd-68dd-4556-b002-ae9882b87c13"}, {"source": "card_69f674dd-68dd-4556-b002-ae9882b87c13", "target": "card_498d6054-daf1-44d0-b64e-d95ec97f0f6c"}, {"source": "card_498d6054-daf1-44d0-b64e-d95ec97f0f6c", "target": "card_9dd5eed9-df75-4996-8ae3-6ddd24553f36"}, {"source": "card_9dd5eed9-df75-4996-8ae3-6ddd24553f36", "target": "card_fdf7e9b4-b98b-47ac-a620-20d4a1dad085"}, {"source": "card_fdf7e9b4-b98b-47ac-a620-20d4a1dad085", "target": "card_55bacf0b-c024-4ebc-a594-807db448d179"}, {"source": "card_55bacf0b-c024-4ebc-a594-807db448d179", "target": "card_fe24f183-167b-4ce0-be7f-2742b0e06a1f"}, {"source": "card_fe24f183-167b-4ce0-be7f-2742b0e06a1f", "target": "card_a14effd3-3d50-4454-927d-ff7cc9b6b763"}, {"source": "card_a14effd3-3d50-4454-927d-ff7cc9b6b763", "target": "card_609c2cf1-a00f-435e-aa4a-a95cc276b2a0"}, {"source": "card_609c2cf1-a00f-435e-aa4a-a95cc276b2a0", "target": "card_1cfc0bb5-8406-41fd-84c2-d2aed454e209"}, {"source": "card_1cfc0bb5-8406-41fd-84c2-d2aed454e209", "target": "card_f3abea28-16df-4ef6-be2a-c37438c67429"}, {"source": "card_f3abea28-16df-4ef6-be2a-c37438c67429", "target": "card_9176ae91-4e99-4e2a-b6d4-702eafbe1c93"}, {"source": "card_9176ae91-4e99-4e2a-b6d4-702eafbe1c93", "target": "card_ecbc0065-047c-47f8-9ab0-7030b49a53bb"}, {"source": "card_ecbc0065-047c-47f8-9ab0-7030b49a53bb", "target": "card_2a35db18-0306-4043-921c-bea78ef0e860"}, {"source": "card_2a35db18-0306-4043-921c-bea78ef0e860", "target": "card_294ee177-9fd3-4ec3-815b-5e2917555cc1"}, {"source": "card_294ee177-9fd3-4ec3-815b-5e2917555cc1", "target": "card_2f011a68-e541-4e11-bd5a-3bd3b104b953"}, {"source": "card_2f011a68-e541-4e11-bd5a-3bd3b104b953", "target": "card_4c8124c4-64d5-4b99-a322-276f0aa2a2cc"}, {"source": "card_4c8124c4-64d5-4b99-a322-276f0aa2a2cc", "target": "card_5df7fd13-adb3-4652-a4ca-19b0e39aad88"}, {"source": "card_5df7fd13-adb3-4652-a4ca-19b0e39aad88", "target": "card_cddf656f-41f6-4b8d-80be-792f272ba065"}, {"source": "card_cddf656f-41f6-4b8d-80be-792f272ba065", "target": "card_1ad80944-b42e-4404-a544-6735fa620138"}, {"source": "card_1ad80944-b42e-4404-a544-6735fa620138", "target": "card_6922ffb0-8acb-4a49-be6d-ac18c52bb842"}, {"source": "card_6922ffb0-8acb-4a49-be6d-ac18c52bb842", "target": "card_59d7e308-1b26-488d-94c2-622e2fe9e1fd"}, {"source": "card_59d7e308-1b26-488d-94c2-622e2fe9e1fd", "target": "card_382b305f-3bd4-47c2-82f0-1013828395be"}, {"source": "card_382b305f-3bd4-47c2-82f0-1013828395be", "target": "card_299dd0ee-4b79-4b8b-b40e-d3a480e372a0"}, {"source": "card_299dd0ee-4b79-4b8b-b40e-d3a480e372a0", "target": "card_e1faeedd-ea92-4f70-be4c-34afd8379090"}, {"source": "card_e1faeedd-ea92-4f70-be4c-34afd8379090", "target": "card_f579f618-7923-4fb0-8cab-a6b654f645f3"}, {"source": "card_f579f618-7923-4fb0-8cab-a6b654f645f3", "target": "card_4294935c-c640-446a-ad64-de29be8e33fd"}, {"source": "card_4294935c-c640-446a-ad64-de29be8e33fd", "target": "card_8a4dace4-9b05-4232-a720-5dc2187b4516"}, {"source": "card_8a4dace4-9b05-4232-a720-5dc2187b4516", "target": "card_75992381-7d81-4048-b629-ff4357e63bb8"}, {"source": "card_75992381-7d81-4048-b629-ff4357e63bb8", "target": "card_f8e05b3c-e67c-48ff-8232-0d2f5017fd2c"}, {"source": "card_f8e05b3c-e67c-48ff-8232-0d2f5017fd2c", "target": "card_9a897cb0-e525-46e4-868a-75184b0bb81e"}, {"source": "card_9a897cb0-e525-46e4-868a-75184b0bb81e", "target": "card_4ba354a1-b4e4-4529-97aa-87830096ba11"}, {"source": "card_4ba354a1-b4e4-4529-97aa-87830096ba11", "target": "card_93d42be2-3698-4835-8dfd-e130f6a41e25"}, {"source": "card_93d42be2-3698-4835-8dfd-e130f6a41e25", "target": "card_1adec23d-7483-4339-9fea-dc35c8a0f23c"}, {"source": "card_1adec23d-7483-4339-9fea-dc35c8a0f23c", "target": "card_9f58c4a1-647c-48e6-b97a-2384ffe17885"}, {"source": "card_9f58c4a1-647c-48e6-b97a-2384ffe17885", "target": "card_ea94f14a-d24c-441f-9e51-0a6613a67398"}, {"source": "card_ea94f14a-d24c-441f-9e51-0a6613a67398", "target": "card_9459985e-e6fe-4507-bd70-b1dc0c46fd7d"}, {"source": "card_9459985e-e6fe-4507-bd70-b1dc0c46fd7d", "target": "card_e369c52e-4c55-44b9-8f63-f3bf4967805b"}, {"source": "card_e369c52e-4c55-44b9-8f63-f3bf4967805b", "target": "card_37046506-b6f0-4d92-b946-d4cc5dad8bfe"}, {"source": "card_37046506-b6f0-4d92-b946-d4cc5dad8bfe", "target": "card_1177f053-fd96-4206-9d62-da0454edcbe7"}, {"source": "card_1177f053-fd96-4206-9d62-da0454edcbe7", "target": "card_62d8c3a5-919c-46c6-8c5d-d303e9e304bd"}, {"source": "card_62d8c3a5-919c-46c6-8c5d-d303e9e304bd", "target": "card_a597fdb9-4e04-4ee3-a63e-3b4a7f3faeac"}, {"source": "card_a597fdb9-4e04-4ee3-a63e-3b4a7f3faeac", "target": "card_090355ca-571d-4873-afb8-abb13553091a"}, {"source": "card_090355ca-571d-4873-afb8-abb13553091a", "target": "card_f8bee32e-0e4b-49fa-965c-515adeb532bd"}, {"source": "card_f8bee32e-0e4b-49fa-965c-515adeb532bd", "target": "card_e359c1c9-de64-4b97-bd5a-e5a06eeff6b9"}, {"source": "card_e359c1c9-de64-4b97-bd5a-e5a06eeff6b9", "target": "card_f602dccd-7289-47bf-ab1c-325a0bf090b1"}, {"source": "card_f602dccd-7289-47bf-ab1c-325a0bf090b1", "target": "card_9e826cf7-ee98-4373-b63c-d335f12d0cde"}, {"source": "card_9e826cf7-ee98-4373-b63c-d335f12d0cde", "target": "card_da827c5d-8950-4f5e-a33d-6dcd03b15abb"}, {"source": "card_da827c5d-8950-4f5e-a33d-6dcd03b15abb", "target": "card_5c67005e-110c-4625-b493-ec1bdea0c33e"}, {"source": "card_5c67005e-110c-4625-b493-ec1bdea0c33e", "target": "card_b835f620-2306-437b-a2cc-5426f00fab59"}, {"source": "card_b835f620-2306-437b-a2cc-5426f00fab59", "target": "card_999e8b72-2ef6-4e2f-a275-3b53d1a70285"}, {"source": "card_999e8b72-2ef6-4e2f-a275-3b53d1a70285", "target": "card_926f0a41-94bc-4cdc-8e95-ee424faee9c6"}, {"source": "card_926f0a41-94bc-4cdc-8e95-ee424faee9c6", "target": "card_c943b963-9950-4577-b4b4-aa22df348d4e"}, {"source": "card_c943b963-9950-4577-b4b4-aa22df348d4e", "target": "card_45e3bb8b-012b-4120-889a-0752dd295921"}, {"source": "card_45e3bb8b-012b-4120-889a-0752dd295921", "target": "card_c868350d-1a71-4e8a-9570-19e8f8ee3613"}, {"source": "card_c868350d-1a71-4e8a-9570-19e8f8ee3613", "target": "card_2221a81b-5784-40c7-9075-c01f7e72b4d2"}, {"source": "card_2221a81b-5784-40c7-9075-c01f7e72b4d2", "target": "card_52b43e01-9d50-4ab1-884c-ab221ee53af4"}, {"source": "card_52b43e01-9d50-4ab1-884c-ab221ee53af4", "target": "card_aade9b3b-61c6-4bf0-bcf3-2dbe59d52918"}, {"source": "card_aade9b3b-61c6-4bf0-bcf3-2dbe59d52918", "target": "card_447fc178-7d1f-4fb8-aefb-501e4c893986"}, {"source": "card_447fc178-7d1f-4fb8-aefb-501e4c893986", "target": "card_3c169255-45b2-4bca-b00b-627a670d5b7c"}, {"source": "card_3c169255-45b2-4bca-b00b-627a670d5b7c", "target": "card_3b401adf-387b-4b91-bd7c-9ed385169051"}, {"source": "card_3b401adf-387b-4b91-bd7c-9ed385169051", "target": "card_6d3df358-fd6b-4b03-a266-758fa112d5d0"}, {"source": "card_6d3df358-fd6b-4b03-a266-758fa112d5d0", "target": "card_11654217-9ae3-4fe9-bb40-99a927058e8d"}, {"source": "card_11654217-9ae3-4fe9-bb40-99a927058e8d", "target": "card_20208858-128c-4b74-bd94-35fe8d3103ad"}, {"source": "card_20208858-128c-4b74-bd94-35fe8d3103ad", "target": "card_887c6ce1-8c6d-498b-84cf-6467174dc226"}, {"source": "card_887c6ce1-8c6d-498b-84cf-6467174dc226", "target": "card_836ef72c-c0b7-45c7-880f-4b617bf7f764"}, {"source": "card_836ef72c-c0b7-45c7-880f-4b617bf7f764", "target": "card_21c93834-0d46-4c10-80fe-6eac5b727cf2"}, {"source": "card_21c93834-0d46-4c10-80fe-6eac5b727cf2", "target": "card_f3dc48e0-9e9e-498f-8356-87a5705c7333"}, {"source": "card_f3dc48e0-9e9e-498f-8356-87a5705c7333", "target": "card_f63d9b9a-baff-4d98-b5f2-bd4c2cdb590a"}, {"source": "card_f63d9b9a-baff-4d98-b5f2-bd4c2cdb590a", "target": "card_60c021be-4294-48e9-b243-2a9a559958ab"}, {"source": "card_60c021be-4294-48e9-b243-2a9a559958ab", "target": "card_c5565aa6-861d-4102-86bf-1a80233d576a"}, {"source": "card_c5565aa6-861d-4102-86bf-1a80233d576a", "target": "card_488fa6b7-9b29-4b35-9baf-43293c4e33a1"}, {"source": "card_488fa6b7-9b29-4b35-9baf-43293c4e33a1", "target": "card_cc65d27c-b26e-48ea-9382-c6b12ef3a5aa"}, {"source": "card_cc65d27c-b26e-48ea-9382-c6b12ef3a5aa", "target": "card_970ad2cd-052d-417b-8b49-2233f906c2ff"}, {"source": "card_970ad2cd-052d-417b-8b49-2233f906c2ff", "target": "card_5679b51c-1b1d-4111-89e4-f650f07004b3"}, {"source": "card_5679b51c-1b1d-4111-89e4-f650f07004b3", "target": "card_1de02865-ac9d-4c5d-a1d1-4eb3fe7cb17e"}, {"source": "card_1de02865-ac9d-4c5d-a1d1-4eb3fe7cb17e", "target": "card_ad6fe0fb-977d-4be8-b856-8e1efb11cd76"}, {"source": "card_ad6fe0fb-977d-4be8-b856-8e1efb11cd76", "target": "card_701c94b3-2f98-4942-978d-d61b4a87b41b"}, {"source": "card_701c94b3-2f98-4942-978d-d61b4a87b41b", "target": "card_174e20ff-d3ec-4244-bd08-0c21eccd6bdd"}, {"source": "card_174e20ff-d3ec-4244-bd08-0c21eccd6bdd", "target": "card_5ff78ca2-59ef-48a3-9cce-2bda228b7d45"}, {"source": "card_5ff78ca2-59ef-48a3-9cce-2bda228b7d45", "target": "card_dee2e529-79eb-4934-a558-269befa9fba6"}, {"source": "card_dee2e529-79eb-4934-a558-269befa9fba6", "target": "card_887cbb10-0024-4ff3-b739-daf327e0dee1"}, {"source": "card_887cbb10-0024-4ff3-b739-daf327e0dee1", "target": "card_6778ca21-2ef7-4ea9-8529-646ca0307ec3"}, {"source": "card_6778ca21-2ef7-4ea9-8529-646ca0307ec3", "target": "card_2c99f877-f4ce-4e4c-8d5f-901447d3d29e"}, {"source": "card_2c99f877-f4ce-4e4c-8d5f-901447d3d29e", "target": "card_994b0d9a-3bcc-49d9-8c8a-7598ff1dab68"}, {"source": "card_994b0d9a-3bcc-49d9-8c8a-7598ff1dab68", "target": "card_0c39b750-cd5b-4cdb-aacd-93dead6bcd1f"}, {"source": "card_0c39b750-cd5b-4cdb-aacd-93dead6bcd1f", "target": "card_da6e28a0-3a5d-4537-be69-90fc73d29672"}, {"source": "card_da6e28a0-3a5d-4537-be69-90fc73d29672", "target": "card_a776e2c8-bec9-4291-8025-7048c02c7fcf"}, {"source": "card_a776e2c8-bec9-4291-8025-7048c02c7fcf", "target": "card_fcbddbf9-1655-4b34-92bd-868586b48e67"}, {"source": "card_fcbddbf9-1655-4b34-92bd-868586b48e67", "target": "card_86aca603-8a7e-4770-9b6c-0fb2c1bc5ce7"}, {"source": "card_86aca603-8a7e-4770-9b6c-0fb2c1bc5ce7", "target": "card_d771b725-bb6f-49b7-b006-1a9c255b38d3"}, {"source": "card_d771b725-bb6f-49b7-b006-1a9c255b38d3", "target": "card_327cb03b-cf86-4a58-9884-426afafaa716"}, {"source": "card_327cb03b-cf86-4a58-9884-426afafaa716", "target": "card_517de9c9-f56d-4ca1-a600-97ccc8ceffab"}, {"source": "card_517de9c9-f56d-4ca1-a600-97ccc8ceffab", "target": "card_bfd91c7d-ce08-48f5-a2ad-c87f264464d0"}, {"source": "card_bfd91c7d-ce08-48f5-a2ad-c87f264464d0", "target": "card_5dc4ed29-b266-4dd3-9897-ca54a70dc2c9"}, {"source": "card_5dc4ed29-b266-4dd3-9897-ca54a70dc2c9", "target": "card_e08102dc-76af-4126-bfa6-88c4e7473ae8"}, {"source": "card_e08102dc-76af-4126-bfa6-88c4e7473ae8", "target": "card_20f0ceab-ebce-4e1d-becb-7a0fed69074c"}, {"source": "card_20f0ceab-ebce-4e1d-becb-7a0fed69074c", "target": "card_ac68b9ad-2750-45c6-8dff-45fbf7c615bf"}, {"source": "card_ac68b9ad-2750-45c6-8dff-45fbf7c615bf", "target": "card_640d44c9-4486-49f8-8439-d213e1fd8f4f"}, {"source": "card_640d44c9-4486-49f8-8439-d213e1fd8f4f", "target": "card_f3bb1160-24be-42fa-b40c-62de29da8c6f"}, {"source": "card_f3bb1160-24be-42fa-b40c-62de29da8c6f", "target": "card_32602102-8fb4-4bf4-b3c4-e3bd6c5131ba"}, {"source": "card_32602102-8fb4-4bf4-b3c4-e3bd6c5131ba", "target": "card_3eb2b42f-2e5f-4f6a-a5d0-83d7298c2982"}, {"source": "card_3eb2b42f-2e5f-4f6a-a5d0-83d7298c2982", "target": "card_42873f43-9bf2-4470-a268-6eab6da301c6"}, {"source": "card_42873f43-9bf2-4470-a268-6eab6da301c6", "target": "card_3723620f-000f-4df8-8c0d-47f938c270ee"}, {"source": "card_3723620f-000f-4df8-8c0d-47f938c270ee", "target": "card_05d7e00d-4dc6-4efc-87f2-0a889cbb00a8"}, {"source": "card_05d7e00d-4dc6-4efc-87f2-0a889cbb00a8", "target": "card_fb07fea8-f82f-4322-adba-9f7a4f664cf4"}, {"source": "card_fb07fea8-f82f-4322-adba-9f7a4f664cf4", "target": "card_4113cea0-dce2-499e-9a5e-32c02066d697"}, {"source": "card_4113cea0-dce2-499e-9a5e-32c02066d697", "target": "card_7702d2ad-7304-4014-b271-f3977f7d1bdc"}, {"source": "card_7702d2ad-7304-4014-b271-f3977f7d1bdc", "target": "card_ea8eeac3-990f-4c9e-bb42-5d628b87a4b8"}, {"source": "card_ea8eeac3-990f-4c9e-bb42-5d628b87a4b8", "target": "card_ae2e0ead-eaaa-45bc-aae5-e9aa38e6c933"}, {"source": "card_ae2e0ead-eaaa-45bc-aae5-e9aa38e6c933", "target": "card_0473348c-f9ab-459b-b6bb-7f3fb76b0166"}, {"source": "card_0473348c-f9ab-459b-b6bb-7f3fb76b0166", "target": "card_005f4a62-93b5-4886-b699-a30ff2edb996"}, {"source": "card_005f4a62-93b5-4886-b699-a30ff2edb996", "target": "card_4c62deed-807c-47a0-9877-d93bfe98b9fb"}, {"source": "card_4c62deed-807c-47a0-9877-d93bfe98b9fb", "target": "card_1c8a087a-8821-48a0-9ea4-32e2251056b9"}, {"source": "card_1c8a087a-8821-48a0-9ea4-32e2251056b9", "target": "card_3166cb11-55b9-44bf-8243-8cef0138a671"}, {"source": "card_3166cb11-55b9-44bf-8243-8cef0138a671", "target": "card_707aee67-1be7-41a0-9cc4-8a895dcc4869"}, {"source": "card_707aee67-1be7-41a0-9cc4-8a895dcc4869", "target": "card_e0dca540-2e7b-413e-a083-3b359e3e036a"}, {"source": "card_e0dca540-2e7b-413e-a083-3b359e3e036a", "target": "card_e6ec7161-f0bb-4f45-9cfc-e6c02222f167"}, {"source": "card_e6ec7161-f0bb-4f45-9cfc-e6c02222f167", "target": "card_b254b27e-e78c-4794-8fec-9c28b8f39bbd"}, {"source": "card_b254b27e-e78c-4794-8fec-9c28b8f39bbd", "target": "card_c1d2aa85-1fa4-49aa-a21a-c58ddcb89aec"}, {"source": "card_c1d2aa85-1fa4-49aa-a21a-c58ddcb89aec", "target": "card_48689bcf-7b37-469a-a890-7163ff4457e4"}, {"source": "card_48689bcf-7b37-469a-a890-7163ff4457e4", "target": "card_3c11fadf-a378-41e7-bab2-e4a338ae0dfe"}, {"source": "card_3c11fadf-a378-41e7-bab2-e4a338ae0dfe", "target": "card_903d7e50-4bd9-4ee1-a20e-66b9b2359920"}, {"source": "card_903d7e50-4bd9-4ee1-a20e-66b9b2359920", "target": "card_44b7aa97-30f5-4ac9-a16e-dc753e5e57c7"}, {"source": "card_44b7aa97-30f5-4ac9-a16e-dc753e5e57c7", "target": "card_18af7c77-088b-47de-849d-237074cb5521"}, {"source": "card_18af7c77-088b-47de-849d-237074cb5521", "target": "card_033e39ab-081d-4a42-bc80-edaa277c7d41"}, {"source": "card_033e39ab-081d-4a42-bc80-edaa277c7d41", "target": "card_0ce16099-d210-4247-86ff-b96783a00d33"}, {"source": "card_0ce16099-d210-4247-86ff-b96783a00d33", "target": "card_021f303f-1c8e-4395-a373-96ce642d1795"}, {"source": "card_021f303f-1c8e-4395-a373-96ce642d1795", "target": "card_8f438c41-4ac5-433d-bdb0-829648c56c0a"}, {"source": "card_8f438c41-4ac5-433d-bdb0-829648c56c0a", "target": "card_b0429f4c-d4cb-4443-857b-9290f57c12c4"}, {"source": "card_b0429f4c-d4cb-4443-857b-9290f57c12c4", "target": "card_1a86b332-4e4a-4d26-bb21-e74ac28750c0"}, {"source": "card_1a86b332-4e4a-4d26-bb21-e74ac28750c0", "target": "card_d0f67f18-36d8-4017-a420-1331ef30fdce"}, {"source": "card_d0f67f18-36d8-4017-a420-1331ef30fdce", "target": "card_f8f9800d-5c81-4aea-bfe7-f6953be5ae90"}, {"source": "card_f8f9800d-5c81-4aea-bfe7-f6953be5ae90", "target": "card_f3b352b8-03de-417d-bff2-0f5cd4625813"}, {"source": "card_f3b352b8-03de-417d-bff2-0f5cd4625813", "target": "card_47339f3f-4a2f-4aa0-8918-61a78cd8f16e"}, {"source": "card_47339f3f-4a2f-4aa0-8918-61a78cd8f16e", "target": "card_619b7d73-73e9-4856-a0e6-7d7eef9413fb"}, {"source": "card_619b7d73-73e9-4856-a0e6-7d7eef9413fb", "target": "card_e0967d6d-79a8-49fe-979d-c5037b3b3860"}, {"source": "card_e0967d6d-79a8-49fe-979d-c5037b3b3860", "target": "card_b529b9de-dba8-4e98-a239-2280cf312938"}, {"source": "card_b529b9de-dba8-4e98-a239-2280cf312938", "target": "card_c08c24e8-38cd-4111-a41d-f8334ad70bf7"}, {"source": "card_c08c24e8-38cd-4111-a41d-f8334ad70bf7", "target": "card_d2915b07-2276-43c7-b8d9-3d516328a5e2"}, {"source": "card_d2915b07-2276-43c7-b8d9-3d516328a5e2", "target": "card_d05533f7-7c6f-4a96-8c54-da52c4f81ab5"}, {"source": "card_d05533f7-7c6f-4a96-8c54-da52c4f81ab5", "target": "card_46b19904-518d-4f55-96ed-53305d4e424f"}, {"source": "card_46b19904-518d-4f55-96ed-53305d4e424f", "target": "card_cc4a4fa1-d752-444a-8234-c42eeb9f854f"}, {"source": "card_cc4a4fa1-d752-444a-8234-c42eeb9f854f", "target": "card_c142bd50-6584-4118-b466-ae12de13bcc9"}, {"source": "card_c142bd50-6584-4118-b466-ae12de13bcc9", "target": "card_5577278b-d48d-487f-8897-e5ed77d57c6c"}, {"source": "card_5577278b-d48d-487f-8897-e5ed77d57c6c", "target": "card_15a9ca60-1da9-4819-8117-fe798d52f8c3"}, {"source": "card_15a9ca60-1da9-4819-8117-fe798d52f8c3", "target": "card_2fe103ca-8c4a-4296-bb79-19a12e9ef7b4"}, {"source": "card_2fe103ca-8c4a-4296-bb79-19a12e9ef7b4", "target": "card_1148b4c9-07a4-443c-bdc6-71086f7f741f"}, {"source": "card_1148b4c9-07a4-443c-bdc6-71086f7f741f", "target": "card_91d7d7de-c24d-423f-88ef-51de9879ed3d"}, {"source": "card_91d7d7de-c24d-423f-88ef-51de9879ed3d", "target": "card_fbf65fc6-3e1c-4780-b677-c028ec675899"}, {"source": "card_fbf65fc6-3e1c-4780-b677-c028ec675899", "target": "card_dba970b0-dd23-414c-81ca-46a12061b17e"}, {"source": "card_dba970b0-dd23-414c-81ca-46a12061b17e", "target": "card_7b544c73-051f-4d7e-9027-eaaefc54d306"}, {"source": "card_7b544c73-051f-4d7e-9027-eaaefc54d306", "target": "card_af1af40e-d093-4c4b-94f9-4cbe2e2e9af8"}, {"source": "card_af1af40e-d093-4c4b-94f9-4cbe2e2e9af8", "target": "card_a520ab03-47d0-43f8-aa1b-546d33b129cf"}, {"source": "card_a520ab03-47d0-43f8-aa1b-546d33b129cf", "target": "card_3f53821f-b351-4b9c-99b0-d52ea1524d07"}, {"source": "card_3f53821f-b351-4b9c-99b0-d52ea1524d07", "target": "card_a71fc0f2-4e58-4412-acf7-6ec74bc1cdd4"}, {"source": "card_a71fc0f2-4e58-4412-acf7-6ec74bc1cdd4", "target": "card_6beb2f4c-8574-4551-9861-461fbefbbd81"}, {"source": "card_6beb2f4c-8574-4551-9861-461fbefbbd81", "target": "card_a1f5ea76-39a0-4fb0-9a39-ad20e1fb29ee"}, {"source": "card_a1f5ea76-39a0-4fb0-9a39-ad20e1fb29ee", "target": "card_e81aa6d0-2376-4e56-85be-d40292330dd6"}, {"source": "card_e81aa6d0-2376-4e56-85be-d40292330dd6", "target": "card_b27f5819-5975-42f1-bf46-a0ed949a63a5"}, {"source": "card_b27f5819-5975-42f1-bf46-a0ed949a63a5", "target": "card_ba30873f-5c98-4db2-8f34-12c7d4af640f"}, {"source": "card_ba30873f-5c98-4db2-8f34-12c7d4af640f", "target": "card_1abf805d-584a-49af-bc22-e08c8d74ea99"}, {"source": "card_1abf805d-584a-49af-bc22-e08c8d74ea99", "target": "card_61dabc69-63c7-4322-8f29-181f3f618d14"}, {"source": "card_61dabc69-63c7-4322-8f29-181f3f618d14", "target": "card_a8de49bc-5c12-4337-a49e-44b2a4dea124"}, {"source": "card_a8de49bc-5c12-4337-a49e-44b2a4dea124", "target": "card_f0f10fce-2b41-41f0-a87d-57d69a34ffb5"}, {"source": "card_f0f10fce-2b41-41f0-a87d-57d69a34ffb5", "target": "card_83c09135-6608-4780-af4c-2ff1ebcafe2f"}, {"source": "card_83c09135-6608-4780-af4c-2ff1ebcafe2f", "target": "card_19eb729b-eddf-4625-b423-c319850d7898"}, {"source": "card_19eb729b-eddf-4625-b423-c319850d7898", "target": "card_d3e53706-a904-4ff6-b44a-e402a7320ead"}, {"source": "card_d3e53706-a904-4ff6-b44a-e402a7320ead", "target": "card_1c9330f7-b819-443d-a4ec-a012aa92c3ab"}, {"source": "card_1c9330f7-b819-443d-a4ec-a012aa92c3ab", "target": "card_b5299aec-aa81-408c-acd9-ea2ee33ab3a9"}, {"source": "card_b5299aec-aa81-408c-acd9-ea2ee33ab3a9", "target": "card_a4bdfce2-a37b-4ec2-b212-8855d4f840f4"}, {"source": "card_a4bdfce2-a37b-4ec2-b212-8855d4f840f4", "target": "card_74ba7bbd-de86-4ca3-bb34-098b22e1b12d"}, {"source": "card_74ba7bbd-de86-4ca3-bb34-098b22e1b12d", "target": "card_3622a287-05b4-4231-a9b7-66feed92aa88"}, {"source": "card_3622a287-05b4-4231-a9b7-66feed92aa88", "target": "card_3464b366-0a95-4b07-889c-2a0a8b8796ec"}, {"source": "card_3464b366-0a95-4b07-889c-2a0a8b8796ec", "target": "card_de1be502-c26d-4960-a4d4-9afa0649bffb"}, {"source": "card_de1be502-c26d-4960-a4d4-9afa0649bffb", "target": "card_a767341e-b6d5-4d7c-8d6e-4b88ac596af3"}, {"source": "card_a767341e-b6d5-4d7c-8d6e-4b88ac596af3", "target": "card_72db4798-a4b9-4fba-ac4d-cf964f6e8af9"}, {"source": "card_72db4798-a4b9-4fba-ac4d-cf964f6e8af9", "target": "card_4577f3c1-c63b-4288-8407-92feaa8eb6a8"}, {"source": "card_4577f3c1-c63b-4288-8407-92feaa8eb6a8", "target": "card_20c119c3-5d8d-4520-88cc-46fe30cf5102"}, {"source": "card_20c119c3-5d8d-4520-88cc-46fe30cf5102", "target": "card_27730c60-1530-4f51-95f6-8cee1cb0fc57"}, {"source": "card_27730c60-1530-4f51-95f6-8cee1cb0fc57", "target": "card_14680782-43ce-4eb6-936d-2f246e50cd51"}, {"source": "card_14680782-43ce-4eb6-936d-2f246e50cd51", "target": "card_245f86c3-2556-4e92-8bd9-099c4d1e6e25"}, {"source": "card_245f86c3-2556-4e92-8bd9-099c4d1e6e25", "target": "card_87a1bb1d-0b39-4332-9d64-4390c38d336a"}, {"source": "card_87a1bb1d-0b39-4332-9d64-4390c38d336a", "target": "card_5dceae7e-50ef-4eb3-ba44-7938e7df7626"}, {"source": "card_5dceae7e-50ef-4eb3-ba44-7938e7df7626", "target": "card_34f2fa05-ad15-4af4-b2c6-a27b186c1d69"}, {"source": "card_34f2fa05-ad15-4af4-b2c6-a27b186c1d69", "target": "card_c1ba379a-1e25-4c4f-8ec4-9c902fad6207"}, {"source": "card_c1ba379a-1e25-4c4f-8ec4-9c902fad6207", "target": "card_40a7c3bb-d27c-4afb-a870-fbb5703755b6"}, {"source": "card_40a7c3bb-d27c-4afb-a870-fbb5703755b6", "target": "card_79b41873-9147-40fd-b46f-272b9f2adcdd"}, {"source": "card_79b41873-9147-40fd-b46f-272b9f2adcdd", "target": "card_e52c63cf-0bf4-4545-bcd6-4db63c428261"}, {"source": "card_e52c63cf-0bf4-4545-bcd6-4db63c428261", "target": "card_6eacc752-5b96-4576-ae7e-e5b737b1ba90"}, {"source": "card_6eacc752-5b96-4576-ae7e-e5b737b1ba90", "target": "card_e4701bd0-65ac-4881-8ce4-041964295e8c"}, {"source": "card_e4701bd0-65ac-4881-8ce4-041964295e8c", "target": "card_5b802abb-7366-4cdb-91b8-cfdb66688381"}, {"source": "card_5b802abb-7366-4cdb-91b8-cfdb66688381", "target": "card_b099d879-6e86-4a53-8d56-db4b89026076"}, {"source": "card_b099d879-6e86-4a53-8d56-db4b89026076", "target": "card_ec5d4d2c-6043-408a-8e73-342a54479533"}, {"source": "card_ec5d4d2c-6043-408a-8e73-342a54479533", "target": "card_e62c7575-e6e9-4cb1-8c52-deab761fa2ed"}, {"source": "card_e62c7575-e6e9-4cb1-8c52-deab761fa2ed", "target": "card_b10ad125-71a7-41e4-b94b-38d87e9f86a4"}, {"source": "card_b10ad125-71a7-41e4-b94b-38d87e9f86a4", "target": "card_98d776e6-f1eb-4667-8c6d-f8824e3aa4b0"}, {"source": "card_98d776e6-f1eb-4667-8c6d-f8824e3aa4b0", "target": "card_5272e599-b65b-43cb-ba49-06dfb2380cf8"}, {"source": "card_5272e599-b65b-43cb-ba49-06dfb2380cf8", "target": "card_e4ccd102-7e56-4b37-b1c9-c3720db7f151"}, {"source": "card_e4ccd102-7e56-4b37-b1c9-c3720db7f151", "target": "card_bb19f6d6-3c81-4066-b872-f498d2c6082a"}, {"source": "card_bb19f6d6-3c81-4066-b872-f498d2c6082a", "target": "card_8f720109-afb4-4726-b396-943b195172c1"}, {"source": "card_8f720109-afb4-4726-b396-943b195172c1", "target": "card_653bd114-871f-438c-a1cb-48eda7295a31"}, {"source": "card_653bd114-871f-438c-a1cb-48eda7295a31", "target": "card_7095bba1-aadc-463a-9de4-2958a99d25ef"}, {"source": "card_7095bba1-aadc-463a-9de4-2958a99d25ef", "target": "card_d39f5be7-6cf6-4ca7-8e3d-2e4af17fd7c7"}, {"source": "card_d39f5be7-6cf6-4ca7-8e3d-2e4af17fd7c7", "target": "card_14b4eb50-7c49-47a4-8658-74c2c6f69b6d"}, {"source": "card_14b4eb50-7c49-47a4-8658-74c2c6f69b6d", "target": "card_e426969e-764a-48e9-9fc4-9da7f3656065"}, {"source": "card_e426969e-764a-48e9-9fc4-9da7f3656065", "target": "card_fa6b4a86-a171-4042-a8b1-12d9515c749c"}, {"source": "card_fa6b4a86-a171-4042-a8b1-12d9515c749c", "target": "card_4a73a37b-d20c-4ec5-abb5-5d716f7e7628"}, {"source": "card_4a73a37b-d20c-4ec5-abb5-5d716f7e7628", "target": "card_37387b69-3649-4fc0-a9ef-85a2f81cf8d5"}, {"source": "card_37387b69-3649-4fc0-a9ef-85a2f81cf8d5", "target": "card_f23a8d26-7988-4264-9de9-e30a9429a403"}, {"source": "card_f23a8d26-7988-4264-9de9-e30a9429a403", "target": "card_16b7c3bf-6a7f-418f-8c22-f44335e8b8c4"}, {"source": "card_16b7c3bf-6a7f-418f-8c22-f44335e8b8c4", "target": "card_4d3b2593-e6c6-4d68-866e-91bc1a1cec0a"}, {"source": "card_4d3b2593-e6c6-4d68-866e-91bc1a1cec0a", "target": "card_448b38e4-2444-4d9c-aaf7-3fc167904c5e"}, {"source": "card_448b38e4-2444-4d9c-aaf7-3fc167904c5e", "target": "card_12fd24b9-35e6-47c8-af3a-4c7c5d664457"}, {"source": "card_12fd24b9-35e6-47c8-af3a-4c7c5d664457", "target": "card_ab4e8e50-9735-4e97-b6bf-4cd8a8d9e540"}, {"source": "card_ab4e8e50-9735-4e97-b6bf-4cd8a8d9e540", "target": "card_60a3f2b3-809d-422e-8655-c77aff716254"}, {"source": "card_60a3f2b3-809d-422e-8655-c77aff716254", "target": "card_2d7bcad2-6d9a-4065-b916-c807eef1e52b"}, {"source": "card_2d7bcad2-6d9a-4065-b916-c807eef1e52b", "target": "card_a4ee6fd0-75c6-47c3-bb43-e5e474698606"}, {"source": "card_a4ee6fd0-75c6-47c3-bb43-e5e474698606", "target": "card_530a29d6-6eed-487b-891f-dba9f72cc896"}, {"source": "card_530a29d6-6eed-487b-891f-dba9f72cc896", "target": "card_4bc7eddd-d4bb-4206-8b7a-a9323655bc0b"}, {"source": "card_4bc7eddd-d4bb-4206-8b7a-a9323655bc0b", "target": "card_5e9b82e8-cae4-40cb-98fa-9af92688c9bb"}, {"source": "card_5e9b82e8-cae4-40cb-98fa-9af92688c9bb", "target": "card_37f309e4-8b83-4290-84f1-fbd7ce1258ea"}, {"source": "card_37f309e4-8b83-4290-84f1-fbd7ce1258ea", "target": "card_97e1c91d-1544-47af-b638-2365db90d3b3"}, {"source": "card_97e1c91d-1544-47af-b638-2365db90d3b3", "target": "card_21c97976-4495-4eab-a3b3-95423353a18d"}, {"source": "card_21c97976-4495-4eab-a3b3-95423353a18d", "target": "card_6b5e6c2d-ddbe-4dde-93b5-17e61a1e4e73"}, {"source": "card_6b5e6c2d-ddbe-4dde-93b5-17e61a1e4e73", "target": "card_2b41c069-a87b-4731-978f-5db827a3ea62"}, {"source": "card_2b41c069-a87b-4731-978f-5db827a3ea62", "target": "card_7585365b-4684-4366-9d5b-c088fe8eee15"}, {"source": "card_7585365b-4684-4366-9d5b-c088fe8eee15", "target": "card_68ac85da-b1e1-451e-ba66-a7129135cadc"}, {"source": "card_68ac85da-b1e1-451e-ba66-a7129135cadc", "target": "card_dafd6ad4-e3e3-4fee-90f4-437b39d0b44d"}, {"source": "card_dafd6ad4-e3e3-4fee-90f4-437b39d0b44d", "target": "card_260be1c6-b6ac-4d8c-984e-67060d8e1776"}, {"source": "card_260be1c6-b6ac-4d8c-984e-67060d8e1776", "target": "card_d242019f-af11-48df-919d-6166308bf960"}, {"source": "card_d242019f-af11-48df-919d-6166308bf960", "target": "card_c4336e7e-8ca8-42dd-9685-305456be3209"}, {"source": "card_c4336e7e-8ca8-42dd-9685-305456be3209", "target": "card_e6ea32de-e52d-42b6-bab9-d265b5d2ce6a"}, {"source": "card_e6ea32de-e52d-42b6-bab9-d265b5d2ce6a", "target": "card_7b2c14c4-0d8d-4b5c-84b2-aa20a0691ea0"}, {"source": "card_7b2c14c4-0d8d-4b5c-84b2-aa20a0691ea0", "target": "card_0e97b9bf-1754-4e45-bc8b-7e081c5f89eb"}, {"source": "card_0e97b9bf-1754-4e45-bc8b-7e081c5f89eb", "target": "card_db23a4ed-a3d4-4637-827b-2fc64be89e80"}, {"source": "card_db23a4ed-a3d4-4637-827b-2fc64be89e80", "target": "card_fe403176-c0a7-4b15-a690-bf1db95152f7"}, {"source": "card_fe403176-c0a7-4b15-a690-bf1db95152f7", "target": "card_aaa627e4-cee2-4fe8-ae80-320c3f0f3d40"}, {"source": "card_aaa627e4-cee2-4fe8-ae80-320c3f0f3d40", "target": "card_f3ce1ca2-e512-41a6-a98d-24121c7b8778"}, {"source": "card_f3ce1ca2-e512-41a6-a98d-24121c7b8778", "target": "card_2574891e-c208-4785-86ba-a7d772d136a8"}, {"source": "card_2574891e-c208-4785-86ba-a7d772d136a8", "target": "card_8d55c482-90c7-4988-a53d-942408e38478"}, {"source": "card_8d55c482-90c7-4988-a53d-942408e38478", "target": "card_b6f4f676-f0cb-4f67-98a7-01131551707d"}, {"source": "card_b6f4f676-f0cb-4f67-98a7-01131551707d", "target": "card_70933bba-ee95-4b92-ab3f-c58db1ea8d61"}, {"source": "card_70933bba-ee95-4b92-ab3f-c58db1ea8d61", "target": "card_f1a288e8-f88a-48ca-918e-ad4c2a2419d3"}, {"source": "card_f1a288e8-f88a-48ca-918e-ad4c2a2419d3", "target": "card_761cc999-c16b-4fe6-ba11-cb8705ad247c"}, {"source": "card_761cc999-c16b-4fe6-ba11-cb8705ad247c", "target": "card_ba25622f-c69c-49be-b78d-aa7dfc2a8ef1"}, {"source": "card_ba25622f-c69c-49be-b78d-aa7dfc2a8ef1", "target": "card_beb420ff-7d96-403f-a065-c8c8c6585e2a"}, {"source": "card_beb420ff-7d96-403f-a065-c8c8c6585e2a", "target": "card_f2b0d297-bfd3-4d46-9b91-26da04362753"}, {"source": "card_f2b0d297-bfd3-4d46-9b91-26da04362753", "target": "card_2bf38b7a-4820-43d5-b068-409394b8c118"}, {"source": "card_2bf38b7a-4820-43d5-b068-409394b8c118", "target": "card_f401190a-014c-488f-9e6b-887e9f319dbd"}, {"source": "card_f401190a-014c-488f-9e6b-887e9f319dbd", "target": "card_9859b444-4842-4d05-ae91-8df74e67d27c"}, {"source": "card_9859b444-4842-4d05-ae91-8df74e67d27c", "target": "card_f0cfc8e7-031a-476e-9dc1-fd8b4d03e11e"}, {"source": "card_f0cfc8e7-031a-476e-9dc1-fd8b4d03e11e", "target": "card_2b04f99f-bdb1-4347-8e1d-9445a040fc08"}, {"source": "card_2b04f99f-bdb1-4347-8e1d-9445a040fc08", "target": "card_c89044d6-4b0c-4bd7-8160-ac936bb3291e"}, {"source": "card_c89044d6-4b0c-4bd7-8160-ac936bb3291e", "target": "card_0c03c342-66c7-4bc5-8202-493db9904976"}, {"source": "card_0c03c342-66c7-4bc5-8202-493db9904976", "target": "card_ac7c203c-ef72-45d5-a9e0-30e3ea328b8e"}, {"source": "card_ac7c203c-ef72-45d5-a9e0-30e3ea328b8e", "target": "card_fa547030-0562-4629-8953-cb8717272fb7"}, {"source": "card_fa547030-0562-4629-8953-cb8717272fb7", "target": "card_3576e8a6-beb7-4986-9aab-536b890a20ab"}, {"source": "card_3576e8a6-beb7-4986-9aab-536b890a20ab", "target": "card_afb862dd-c08e-434c-a64c-5b6e2bb51a6f"}, {"source": "card_afb862dd-c08e-434c-a64c-5b6e2bb51a6f", "target": "card_e68e0910-74d9-4112-a995-b3378b17677a"}, {"source": "card_e68e0910-74d9-4112-a995-b3378b17677a", "target": "card_16d46e36-7180-41de-91ed-1e41e6d16ca6"}, {"source": "card_16d46e36-7180-41de-91ed-1e41e6d16ca6", "target": "card_09364838-4ae4-4905-8a4a-adf23e905f9b"}, {"source": "card_09364838-4ae4-4905-8a4a-adf23e905f9b", "target": "card_6dd51894-2999-44e7-80ea-6f5657fe232b"}, {"source": "card_6dd51894-2999-44e7-80ea-6f5657fe232b", "target": "card_ca15535a-d6a0-473f-ab0a-89ba1b0ffd7d"}, {"source": "card_ca15535a-d6a0-473f-ab0a-89ba1b0ffd7d", "target": "card_9f3f41e1-8ed3-4227-9500-c1d59d7545f3"}, {"source": "card_9f3f41e1-8ed3-4227-9500-c1d59d7545f3", "target": "card_ee6f287d-f315-4087-96bf-f1e7c492813b"}, {"source": "card_ee6f287d-f315-4087-96bf-f1e7c492813b", "target": "card_c2bb2bb1-8f78-4979-af69-0c38de4e7109"}, {"source": "card_c2bb2bb1-8f78-4979-af69-0c38de4e7109", "target": "card_583deba8-ddc0-4697-86f5-a0f899a80b1a"}, {"source": "card_583deba8-ddc0-4697-86f5-a0f899a80b1a", "target": "card_0a5a8be5-874f-45bf-b515-092051c1fb12"}, {"source": "card_0a5a8be5-874f-45bf-b515-092051c1fb12", "target": "card_d61a577c-f266-442c-84a9-40b1baee996c"}, {"source": "card_d61a577c-f266-442c-84a9-40b1baee996c", "target": "card_bef740c3-080d-4d41-b330-ef5809dcac2d"}, {"source": "card_bef740c3-080d-4d41-b330-ef5809dcac2d", "target": "card_bf3fddbf-e88a-497a-80b8-909f23986c35"}, {"source": "card_bf3fddbf-e88a-497a-80b8-909f23986c35", "target": "card_88e60a23-6bd3-4339-9ff6-46488bcef446"}, {"source": "card_88e60a23-6bd3-4339-9ff6-46488bcef446", "target": "card_0d4d890d-4d73-4be4-bb4b-caaad448d3ba"}, {"source": "card_0d4d890d-4d73-4be4-bb4b-caaad448d3ba", "target": "card_0e5c578e-3f7e-4a27-89f5-48d1bd259ded"}, {"source": "card_0e5c578e-3f7e-4a27-89f5-48d1bd259ded", "target": "card_b101107a-3cc3-4e80-aad4-f119af0261ad"}, {"source": "card_b101107a-3cc3-4e80-aad4-f119af0261ad", "target": "card_bdac1eaa-b8c1-49c1-9cda-2e4d9355c3a4"}, {"source": "card_bdac1eaa-b8c1-49c1-9cda-2e4d9355c3a4", "target": "card_4d67b206-aa26-4ce0-be97-83b679ceb9b3"}, {"source": "card_4d67b206-aa26-4ce0-be97-83b679ceb9b3", "target": "card_ef57a319-c946-434f-84b5-a10a055088cc"}, {"source": "card_ef57a319-c946-434f-84b5-a10a055088cc", "target": "card_22ae59b7-8399-44bd-ad13-5456cc41e6ac"}, {"source": "card_22ae59b7-8399-44bd-ad13-5456cc41e6ac", "target": "card_41382ac5-fa1b-4332-905b-5d25fd268f9f"}, {"source": "card_41382ac5-fa1b-4332-905b-5d25fd268f9f", "target": "card_6f956264-ac9f-4065-bfba-78951c9fed25"}, {"source": "card_6f956264-ac9f-4065-bfba-78951c9fed25", "target": "card_0d256d2e-cf32-49da-9c1e-a85288b910de"}, {"source": "card_0d256d2e-cf32-49da-9c1e-a85288b910de", "target": "card_9b7edad3-163a-4f95-b0f3-fb4772f0ea3a"}, {"source": "card_9b7edad3-163a-4f95-b0f3-fb4772f0ea3a", "target": "card_71434fcd-192e-4afb-a815-004876cbd2f2"}, {"source": "card_71434fcd-192e-4afb-a815-004876cbd2f2", "target": "card_f932e7da-8ffb-4a5a-b626-c38bf977bc61"}, {"source": "card_f932e7da-8ffb-4a5a-b626-c38bf977bc61", "target": "card_21b739fb-db9f-4c7e-8f49-f19671f52c5d"}, {"source": "card_21b739fb-db9f-4c7e-8f49-f19671f52c5d", "target": "card_d5da036d-7606-4c7d-862b-ad56f0ef230e"}, {"source": "card_d5da036d-7606-4c7d-862b-ad56f0ef230e", "target": "card_81eab100-a3f7-466d-b70d-9f0685a83cc4"}, {"source": "card_81eab100-a3f7-466d-b70d-9f0685a83cc4", "target": "card_b963d062-d3a7-42f1-ad7b-dcbe099b1ad9"}, {"source": "card_b963d062-d3a7-42f1-ad7b-dcbe099b1ad9", "target": "card_38de9763-d8be-49e4-8155-0a7b98cd9eb1"}, {"source": "card_38de9763-d8be-49e4-8155-0a7b98cd9eb1", "target": "card_98acaa7d-9d4d-42e2-a90e-a7b5012873b4"}, {"source": "card_98acaa7d-9d4d-42e2-a90e-a7b5012873b4", "target": "card_e43260c0-634b-4838-9326-c5ab79a66f9c"}, {"source": "card_e43260c0-634b-4838-9326-c5ab79a66f9c", "target": "card_bd6bc7f1-a378-4f60-8cd7-558b9b93d229"}, {"source": "card_bd6bc7f1-a378-4f60-8cd7-558b9b93d229", "target": "card_a6b637c4-f622-4402-b9a3-6483d5464b89"}, {"source": "card_a6b637c4-f622-4402-b9a3-6483d5464b89", "target": "card_7ec42ce1-2c9b-424e-80c0-52a571c26599"}, {"source": "card_7ec42ce1-2c9b-424e-80c0-52a571c26599", "target": "card_1aef6a07-c087-42ad-aba1-a3fd9ea3e4fd"}, {"source": "card_1aef6a07-c087-42ad-aba1-a3fd9ea3e4fd", "target": "card_177bef33-de58-418b-80b4-f105d3d8cee1"}, {"source": "card_177bef33-de58-418b-80b4-f105d3d8cee1", "target": "card_4f94b27f-96df-4a7f-9fc4-84a5ca510cf1"}, {"source": "card_4f94b27f-96df-4a7f-9fc4-84a5ca510cf1", "target": "card_a7855923-eaef-438b-b4cb-1a92f3848af0"}, {"source": "card_a7855923-eaef-438b-b4cb-1a92f3848af0", "target": "card_d87da902-2e13-4ad5-a101-c9a93af573a8"}, {"source": "card_d87da902-2e13-4ad5-a101-c9a93af573a8", "target": "card_aca0a8d9-06c0-42c5-8e6a-250a47ede7f6"}, {"source": "card_aca0a8d9-06c0-42c5-8e6a-250a47ede7f6", "target": "card_594ab979-9024-4d99-95c7-3efd1ff396a2"}, {"source": "card_594ab979-9024-4d99-95c7-3efd1ff396a2", "target": "card_e9d0b1a8-273d-4ddb-87b4-82e545c9c119"}, {"source": "card_e9d0b1a8-273d-4ddb-87b4-82e545c9c119", "target": "card_f6fd4bd5-e12b-4852-892f-ce454ea43951"}, {"source": "card_f6fd4bd5-e12b-4852-892f-ce454ea43951", "target": "card_eada8025-12bc-4df0-a474-aec2923de7b5"}, {"source": "card_eada8025-12bc-4df0-a474-aec2923de7b5", "target": "card_eec2bb80-b06f-45f4-a9e5-f16174bc1c56"}, {"source": "card_eec2bb80-b06f-45f4-a9e5-f16174bc1c56", "target": "card_c3b67ea5-2364-483f-9fc3-1e0653316da6"}, {"source": "card_c3b67ea5-2364-483f-9fc3-1e0653316da6", "target": "card_bedacea1-8344-4ffe-bbe2-5bf0804bd0d7"}, {"source": "card_bedacea1-8344-4ffe-bbe2-5bf0804bd0d7", "target": "card_913f94d3-24af-4b90-84ae-a5e09d04e982"}, {"source": "card_913f94d3-24af-4b90-84ae-a5e09d04e982", "target": "card_bd3ffa1c-210d-4bf6-b1fc-1f4842efab64"}, {"source": "card_bd3ffa1c-210d-4bf6-b1fc-1f4842efab64", "target": "card_340a7be2-2576-4c6b-9d0c-88a4e373122b"}, {"source": "card_340a7be2-2576-4c6b-9d0c-88a4e373122b", "target": "card_9f1afa9e-f009-4370-8c23-9da62c3c8421"}, {"source": "card_9f1afa9e-f009-4370-8c23-9da62c3c8421", "target": "card_365a4131-e8ae-4a99-9b84-24389413e801"}, {"source": "card_365a4131-e8ae-4a99-9b84-24389413e801", "target": "card_e68cad22-4691-4356-86be-be35cfa98294"}, {"source": "card_e68cad22-4691-4356-86be-be35cfa98294", "target": "card_f5ff0980-80a9-4cc2-97c2-f751ea7bd0ec"}, {"source": "card_f5ff0980-80a9-4cc2-97c2-f751ea7bd0ec", "target": "card_d9886365-ed64-4f5a-a4cd-a3aa80aa2b3d"}, {"source": "card_d9886365-ed64-4f5a-a4cd-a3aa80aa2b3d", "target": "card_24efa11f-20ab-4cb6-bc5d-fb6bf2d2c678"}, {"source": "card_24efa11f-20ab-4cb6-bc5d-fb6bf2d2c678", "target": "card_6f1b23ad-a791-4d71-8ea5-5c368bc818df"}, {"source": "card_6f1b23ad-a791-4d71-8ea5-5c368bc818df", "target": "card_34557a70-6f25-4bab-af4d-ce0283ccb462"}, {"source": "card_34557a70-6f25-4bab-af4d-ce0283ccb462", "target": "card_c6ffde3a-4756-4e80-94f5-62b894161712"}, {"source": "card_c6ffde3a-4756-4e80-94f5-62b894161712", "target": "card_10e9404d-8150-48e6-8f7a-bc31bbbf414c"}, {"source": "card_10e9404d-8150-48e6-8f7a-bc31bbbf414c", "target": "card_20213d04-e983-4a6e-a252-c7208e664c12"}, {"source": "card_20213d04-e983-4a6e-a252-c7208e664c12", "target": "card_c5c70a07-82dd-4c8a-a35a-90b6b37d2413"}, {"source": "card_c5c70a07-82dd-4c8a-a35a-90b6b37d2413", "target": "card_0d96f4f8-f894-4063-856e-ac41bb64c4c3"}, {"source": "card_0d96f4f8-f894-4063-856e-ac41bb64c4c3", "target": "card_06a8a68e-067b-4fb3-b9cf-de8fd8e04e08"}, {"source": "card_06a8a68e-067b-4fb3-b9cf-de8fd8e04e08", "target": "card_4841aba9-4201-4be3-9b95-01546e7cec48"}, {"source": "card_4841aba9-4201-4be3-9b95-01546e7cec48", "target": "card_22a7458f-8742-4e18-9b32-becc65303f3d"}, {"source": "card_22a7458f-8742-4e18-9b32-becc65303f3d", "target": "card_13d249c8-a10a-4c28-b8f5-08ae2b886b23"}, {"source": "card_13d249c8-a10a-4c28-b8f5-08ae2b886b23", "target": "card_d3bbaede-2374-45ef-9aed-67d1420b6d6b"}, {"source": "card_d3bbaede-2374-45ef-9aed-67d1420b6d6b", "target": "card_64ec0ae7-9abf-46c4-b396-6157d00cc2cd"}, {"source": "card_64ec0ae7-9abf-46c4-b396-6157d00cc2cd", "target": "card_8460b1e9-843a-4775-901b-68cd444a97e9"}, {"source": "card_8460b1e9-843a-4775-901b-68cd444a97e9", "target": "card_21aec66d-2eaf-418d-b147-d6a62007134a"}, {"source": "card_21aec66d-2eaf-418d-b147-d6a62007134a", "target": "card_e72deedf-d0c3-4448-8401-d8e2df98eb7a"}, {"source": "card_e72deedf-d0c3-4448-8401-d8e2df98eb7a", "target": "card_f303604b-62e2-4b6e-909b-66f6dff558f8"}, {"source": "card_f303604b-62e2-4b6e-909b-66f6dff558f8", "target": "card_cebdb284-1f6c-47d9-8793-06317453549a"}, {"source": "card_cebdb284-1f6c-47d9-8793-06317453549a", "target": "card_eef7859e-2de1-444f-a1ce-b238c80166ae"}, {"source": "card_eef7859e-2de1-444f-a1ce-b238c80166ae", "target": "card_2ee1775b-0cc6-456e-b0fb-66ed274b9b6a"}, {"source": "card_2ee1775b-0cc6-456e-b0fb-66ed274b9b6a", "target": "card_1ac23307-c09c-4100-b3e8-316e1850ec74"}, {"source": "card_1ac23307-c09c-4100-b3e8-316e1850ec74", "target": "card_161fd97b-443d-4d80-8b69-2f9d95fc4bc3"}, {"source": "card_161fd97b-443d-4d80-8b69-2f9d95fc4bc3", "target": "card_6b8f4ea7-3291-47f8-9456-dbeb03c0ddee"}, {"source": "card_6b8f4ea7-3291-47f8-9456-dbeb03c0ddee", "target": "card_4e157e4e-cd5c-4f07-848c-7a9e64d3212b"}, {"source": "card_4e157e4e-cd5c-4f07-848c-7a9e64d3212b", "target": "card_c5405248-c066-479f-9704-4f9d94be49f1"}, {"source": "card_c5405248-c066-479f-9704-4f9d94be49f1", "target": "card_3e968dee-9918-4635-9263-e53f251aea53"}, {"source": "card_3e968dee-9918-4635-9263-e53f251aea53", "target": "card_8c7e311a-1816-44f9-b6a2-c2639e28042e"}, {"source": "card_8c7e311a-1816-44f9-b6a2-c2639e28042e", "target": "card_645efb60-c664-46be-9dfa-4b82f8670a24"}, {"source": "card_645efb60-c664-46be-9dfa-4b82f8670a24", "target": "card_a0ca0331-93db-4c1e-b674-c780c337bfc2"}, {"source": "card_a0ca0331-93db-4c1e-b674-c780c337bfc2", "target": "card_cb04a5f5-357c-402b-83fb-f0f1c5621f9d"}, {"source": "card_cb04a5f5-357c-402b-83fb-f0f1c5621f9d", "target": "card_8b847b34-d259-4e20-a0fb-979eb80d4315"}, {"source": "card_8b847b34-d259-4e20-a0fb-979eb80d4315", "target": "card_4a9c654c-94d4-4d0d-bbee-808d3758be3c"}, {"source": "card_4a9c654c-94d4-4d0d-bbee-808d3758be3c", "target": "card_5d68bc9e-c1f4-49e3-bbd0-5f9a6e1bb21e"}, {"source": "card_5d68bc9e-c1f4-49e3-bbd0-5f9a6e1bb21e", "target": "card_4b3f046d-b02c-43d9-9829-aca148f9c357"}, {"source": "card_4b3f046d-b02c-43d9-9829-aca148f9c357", "target": "card_75d3133b-bf3a-4294-8104-e52286e57055"}, {"source": "card_75d3133b-bf3a-4294-8104-e52286e57055", "target": "card_5685000e-479f-40d6-b601-c82fb60ac807"}, {"source": "card_5685000e-479f-40d6-b601-c82fb60ac807", "target": "card_bf7da2d0-4b91-482b-ba99-cb325c331e4d"}, {"source": "card_bf7da2d0-4b91-482b-ba99-cb325c331e4d", "target": "card_f5e3fc1f-cb85-4fc3-b573-ef0e8d7a2f0d"}, {"source": "card_f5e3fc1f-cb85-4fc3-b573-ef0e8d7a2f0d", "target": "card_6588338e-68ec-463a-b869-4f3415f07bf7"}, {"source": "card_6588338e-68ec-463a-b869-4f3415f07bf7", "target": "card_293874e5-6160-4454-ac05-492b3664b8c5"}, {"source": "card_293874e5-6160-4454-ac05-492b3664b8c5", "target": "card_16afa7dc-ebd4-407a-9461-4e991f287d6f"}, {"source": "card_16afa7dc-ebd4-407a-9461-4e991f287d6f", "target": "card_86d794ee-1c43-4e55-8395-81c09ce71131"}, {"source": "card_86d794ee-1c43-4e55-8395-81c09ce71131", "target": "card_33dd93a3-a0d2-40b8-b7a4-adf50a22ab47"}, {"source": "card_33dd93a3-a0d2-40b8-b7a4-adf50a22ab47", "target": "card_e7d50649-a09b-4724-bda0-617c9c5e4bef"}, {"source": "card_e7d50649-a09b-4724-bda0-617c9c5e4bef", "target": "card_bfa17f54-c526-4b5b-b645-b92fce93bbe8"}, {"source": "card_bfa17f54-c526-4b5b-b645-b92fce93bbe8", "target": "card_422b5d1b-9151-4f36-a005-5014853d34f8"}, {"source": "card_422b5d1b-9151-4f36-a005-5014853d34f8", "target": "card_173212c0-0d26-4896-8954-c54281feba7e"}, {"source": "card_173212c0-0d26-4896-8954-c54281feba7e", "target": "card_659c624e-fc49-47f3-a343-5837389b0424"}, {"source": "card_659c624e-fc49-47f3-a343-5837389b0424", "target": "card_ec48e7b4-71a2-4d98-8ce9-305cfaf63a1e"}, {"source": "card_ec48e7b4-71a2-4d98-8ce9-305cfaf63a1e", "target": "card_f50cfd23-a0df-4096-a41c-5ef4a370eb7f"}, {"source": "card_f50cfd23-a0df-4096-a41c-5ef4a370eb7f", "target": "card_6e51ee21-3ed7-4344-9a73-2053080bae25"}, {"source": "card_6e51ee21-3ed7-4344-9a73-2053080bae25", "target": "card_78feee66-84a6-4a02-bcb6-9aea40b8f0a0"}, {"source": "card_78feee66-84a6-4a02-bcb6-9aea40b8f0a0", "target": "card_b2dbbb3f-1fb0-40d7-a5bb-87d66a111fd9"}, {"source": "card_b2dbbb3f-1fb0-40d7-a5bb-87d66a111fd9", "target": "card_b39bd422-ef72-44a6-84aa-64ba48afb448"}, {"source": "card_b39bd422-ef72-44a6-84aa-64ba48afb448", "target": "card_e7c79c4c-855a-48d2-996c-f25bab38bfd4"}, {"source": "card_e7c79c4c-855a-48d2-996c-f25bab38bfd4", "target": "card_ee4879fc-e40b-468f-9156-f6d58780c9de"}, {"source": "card_ee4879fc-e40b-468f-9156-f6d58780c9de", "target": "card_dc38ce76-d02d-4257-a659-dbe1c868f8f3"}, {"source": "card_dc38ce76-d02d-4257-a659-dbe1c868f8f3", "target": "card_63685f65-bf16-42c6-975f-463efba790eb"}, {"source": "card_63685f65-bf16-42c6-975f-463efba790eb", "target": "card_6dc6f32c-c212-4d83-b141-5219ea36ec84"}, {"source": "card_6dc6f32c-c212-4d83-b141-5219ea36ec84", "target": "card_eb1acbc9-c319-4e15-9629-5c977863e12c"}, {"source": "card_eb1acbc9-c319-4e15-9629-5c977863e12c", "target": "card_8d3610dc-6e56-43d8-84a4-5913ae1f1b1d"}, {"source": "card_8d3610dc-6e56-43d8-84a4-5913ae1f1b1d", "target": "card_9940b3ee-01f1-472f-a09f-625a4735fdc5"}, {"source": "card_9940b3ee-01f1-472f-a09f-625a4735fdc5", "target": "card_695005bf-8312-4364-a5af-fca859233058"}, {"source": "card_695005bf-8312-4364-a5af-fca859233058", "target": "card_46f8c300-6594-44ff-a299-e718ceb0e62b"}, {"source": "card_46f8c300-6594-44ff-a299-e718ceb0e62b", "target": "card_218a7b5b-18d8-486c-b0fc-a74be726b677"}, {"source": "card_218a7b5b-18d8-486c-b0fc-a74be726b677", "target": "card_81088140-2f91-4da2-b1a4-d6fe06a21a07"}, {"source": "card_81088140-2f91-4da2-b1a4-d6fe06a21a07", "target": "card_ce5edf2d-9efa-4842-9ca3-7de822c72dce"}, {"source": "card_ce5edf2d-9efa-4842-9ca3-7de822c72dce", "target": "card_beeb9ddd-c1c4-4559-bfa3-419e495d3a4a"}, {"source": "card_beeb9ddd-c1c4-4559-bfa3-419e495d3a4a", "target": "card_da98f267-5c95-45a8-b16e-5f5744ed5f59"}, {"source": "card_da98f267-5c95-45a8-b16e-5f5744ed5f59", "target": "card_df12f4f8-fa9d-4eda-9e09-ea3966333756"}, {"source": "card_df12f4f8-fa9d-4eda-9e09-ea3966333756", "target": "card_b835b9af-cffb-4016-adb6-96624a19774c"}, {"source": "card_b835b9af-cffb-4016-adb6-96624a19774c", "target": "card_a961ff60-06c2-4fab-bfc8-55d4082fb36b"}, {"source": "card_a961ff60-06c2-4fab-bfc8-55d4082fb36b", "target": "card_5171eeb3-d28b-4125-b636-15039d8e2b2b"}, {"source": "card_5171eeb3-d28b-4125-b636-15039d8e2b2b", "target": "card_62d7fe1d-1514-48c2-9446-c519f0662def"}, {"source": "card_62d7fe1d-1514-48c2-9446-c519f0662def", "target": "card_cd0c70fb-64bf-45dd-95b4-5552d2065071"}, {"source": "card_cd0c70fb-64bf-45dd-95b4-5552d2065071", "target": "card_0092cbea-5770-4c37-8a3e-c27a47658d90"}, {"source": "card_0092cbea-5770-4c37-8a3e-c27a47658d90", "target": "card_896b4adc-62d1-4c54-8473-a49ab60fe6a6"}, {"source": "card_896b4adc-62d1-4c54-8473-a49ab60fe6a6", "target": "card_a8a184f1-cdd1-4751-b3b1-13d647d92789"}, {"source": "card_a8a184f1-cdd1-4751-b3b1-13d647d92789", "target": "card_8dc83501-a48a-42f8-bd22-e33bf4b79d46"}, {"source": "card_8dc83501-a48a-42f8-bd22-e33bf4b79d46", "target": "card_009ad433-8f12-492e-abed-6768f11c841e"}, {"source": "card_009ad433-8f12-492e-abed-6768f11c841e", "target": "card_16500fd0-b0e4-4894-b8ee-53aba896d610"}, {"source": "card_16500fd0-b0e4-4894-b8ee-53aba896d610", "target": "card_b8646f11-b85b-4c33-93a3-0313057d4355"}, {"source": "card_b8646f11-b85b-4c33-93a3-0313057d4355", "target": "card_bef10676-20be-4bb2-8811-5fd9917b1506"}, {"source": "card_bef10676-20be-4bb2-8811-5fd9917b1506", "target": "card_9fcd3e91-2374-494a-9b77-d110c1766c29"}, {"source": "card_9fcd3e91-2374-494a-9b77-d110c1766c29", "target": "card_2d9c72a2-234c-4acd-b3ac-84cf9344c775"}, {"source": "card_2d9c72a2-234c-4acd-b3ac-84cf9344c775", "target": "card_576034dd-7dd9-4fcd-993b-8d3b48c22aa4"}, {"source": "card_576034dd-7dd9-4fcd-993b-8d3b48c22aa4", "target": "card_1da96fc2-b909-4d22-9d0b-31f9493014ad"}, {"source": "card_1da96fc2-b909-4d22-9d0b-31f9493014ad", "target": "card_9430be3d-8f24-47d6-aee0-64f6f50d70c8"}, {"source": "card_9430be3d-8f24-47d6-aee0-64f6f50d70c8", "target": "card_98580cdd-315f-4276-adfa-ec62f591bbb8"}, {"source": "card_98580cdd-315f-4276-adfa-ec62f591bbb8", "target": "card_e84c096d-4ba9-40f9-a9d8-87e425b6faa6"}, {"source": "card_e84c096d-4ba9-40f9-a9d8-87e425b6faa6", "target": "card_702670ce-8f9d-43e1-81e6-a7fefa3cab76"}, {"source": "card_702670ce-8f9d-43e1-81e6-a7fefa3cab76", "target": "card_865c7aba-bb79-42d0-b63f-1cfff574c895"}, {"source": "card_865c7aba-bb79-42d0-b63f-1cfff574c895", "target": "card_613e7097-6ff8-40da-b1eb-273aeb0af437"}, {"source": "card_613e7097-6ff8-40da-b1eb-273aeb0af437", "target": "card_d4f9fa9c-efa2-4153-8ad1-e4a5b1b75152"}, {"source": "card_d4f9fa9c-efa2-4153-8ad1-e4a5b1b75152", "target": "card_be0a087d-bbf4-4455-93f7-28466a3cd1af"}, {"source": "card_be0a087d-bbf4-4455-93f7-28466a3cd1af", "target": "card_2e5cb154-fa9e-4179-a6d0-a35ee6b77ebe"}, {"source": "card_2e5cb154-fa9e-4179-a6d0-a35ee6b77ebe", "target": "card_d8e6ed39-8605-4a82-bc64-ff334a98a3a6"}, {"source": "card_d8e6ed39-8605-4a82-bc64-ff334a98a3a6", "target": "card_e0e2cdf4-d648-40a4-abcb-66d2063256a1"}, {"source": "card_e0e2cdf4-d648-40a4-abcb-66d2063256a1", "target": "card_a647d458-933e-42e3-a85f-b4aeb31558dc"}, {"source": "card_a647d458-933e-42e3-a85f-b4aeb31558dc", "target": "card_cf7d11b9-f414-4446-9a17-a6fe14589a0e"}, {"source": "card_cf7d11b9-f414-4446-9a17-a6fe14589a0e", "target": "card_bc0b280a-bcfb-405a-ad42-9159670b983b"}, {"source": "card_bc0b280a-bcfb-405a-ad42-9159670b983b", "target": "card_5578262c-b3a9-40ce-8b4f-cb665c08d57d"}, {"source": "card_5578262c-b3a9-40ce-8b4f-cb665c08d57d", "target": "card_5016f3fa-ac41-40c3-8007-bbb085ed6b4d"}, {"source": "card_5016f3fa-ac41-40c3-8007-bbb085ed6b4d", "target": "card_dd79392b-c84c-46bf-82f4-478d57dbdab8"}, {"source": "card_dd79392b-c84c-46bf-82f4-478d57dbdab8", "target": "card_ffc234a8-184d-4195-bde6-03b468946037"}, {"source": "card_ffc234a8-184d-4195-bde6-03b468946037", "target": "card_7842e099-a58a-43b9-beb8-6f65c5b209cd"}, {"source": "card_7842e099-a58a-43b9-beb8-6f65c5b209cd", "target": "card_29814769-10ab-4285-8def-36bcedda5064"}, {"source": "card_29814769-10ab-4285-8def-36bcedda5064", "target": "card_30637eba-4b2d-4ed2-a835-82b10a73ea1b"}, {"source": "card_30637eba-4b2d-4ed2-a835-82b10a73ea1b", "target": "card_a393911e-e012-4023-b213-16ecc6179db0"}, {"source": "card_a393911e-e012-4023-b213-16ecc6179db0", "target": "card_264c1b71-91a0-4ee2-867d-5be8b2f68cf8"}, {"source": "card_264c1b71-91a0-4ee2-867d-5be8b2f68cf8", "target": "card_a4b9fc32-8065-4d48-b8f2-4d7b78dc0f89"}, {"source": "card_a4b9fc32-8065-4d48-b8f2-4d7b78dc0f89", "target": "card_a067937e-0343-4aa7-8070-f4f0e8bdf99f"}, {"source": "card_a067937e-0343-4aa7-8070-f4f0e8bdf99f", "target": "card_a84a4873-fcb4-45f6-855b-1b807e12061c"}, {"source": "card_a84a4873-fcb4-45f6-855b-1b807e12061c", "target": "card_fb80d1f0-902c-491a-8b6d-70d535a47209"}, {"source": "card_fb80d1f0-902c-491a-8b6d-70d535a47209", "target": "card_ab983b03-4ffc-4e26-a020-eabd5938e1fc"}, {"source": "card_ab983b03-4ffc-4e26-a020-eabd5938e1fc", "target": "card_466df518-0ae6-4f14-bb63-8be12b8d977c"}, {"source": "card_466df518-0ae6-4f14-bb63-8be12b8d977c", "target": "card_ce2e2f35-1a32-4733-8dfc-2e3e50ec2ce7"}, {"source": "card_ce2e2f35-1a32-4733-8dfc-2e3e50ec2ce7", "target": "card_3db48b2b-8737-445d-8e19-67442340e654"}, {"source": "card_3db48b2b-8737-445d-8e19-67442340e654", "target": "card_821ac066-ab97-4c5c-8a1b-1079748f43d4"}, {"source": "card_821ac066-ab97-4c5c-8a1b-1079748f43d4", "target": "card_40d259af-6b1a-4c0c-8a45-36c201ae4225"}, {"source": "card_40d259af-6b1a-4c0c-8a45-36c201ae4225", "target": "card_858f69f6-4126-4741-a555-42dcfa594672"}, {"source": "card_858f69f6-4126-4741-a555-42dcfa594672", "target": "card_071522e0-5cb6-433e-b8d6-0404d3a80c61"}, {"source": "card_071522e0-5cb6-433e-b8d6-0404d3a80c61", "target": "card_0be6cf98-5f58-4f3b-beb2-2e6e833525d6"}, {"source": "card_0be6cf98-5f58-4f3b-beb2-2e6e833525d6", "target": "card_f667c333-5d95-4395-821b-5b3ac04d5293"}, {"source": "card_f667c333-5d95-4395-821b-5b3ac04d5293", "target": "card_f8096b4e-37bd-41d9-98e8-d8304080fe37"}, {"source": "card_f8096b4e-37bd-41d9-98e8-d8304080fe37", "target": "card_611f36c6-13b6-47c2-916f-ca978e62398e"}, {"source": "card_611f36c6-13b6-47c2-916f-ca978e62398e", "target": "card_160b2a69-4de6-40af-bf4d-3264ff386ab7"}, {"source": "card_160b2a69-4de6-40af-bf4d-3264ff386ab7", "target": "card_f8c5eb6c-d695-4e89-9785-87449ef5bafc"}, {"source": "card_f8c5eb6c-d695-4e89-9785-87449ef5bafc", "target": "card_ed4988a6-d183-4c67-984f-5bd00a56dcf1"}, {"source": "card_ed4988a6-d183-4c67-984f-5bd00a56dcf1", "target": "card_d3e20ef4-2df1-47ce-b450-783c4b8c1af4"}, {"source": "card_d3e20ef4-2df1-47ce-b450-783c4b8c1af4", "target": "card_31b7e783-4585-46df-b546-1af9436eb427"}, {"source": "card_31b7e783-4585-46df-b546-1af9436eb427", "target": "card_064905d7-110c-4d9a-9b3e-6e131652d6d7"}, {"source": "card_064905d7-110c-4d9a-9b3e-6e131652d6d7", "target": "card_c66fcf66-0173-4803-bfcf-711ad5ba8cd0"}, {"source": "card_c66fcf66-0173-4803-bfcf-711ad5ba8cd0", "target": "card_43f8084a-b2ea-4fbb-8b23-9f77889eabb2"}, {"source": "card_43f8084a-b2ea-4fbb-8b23-9f77889eabb2", "target": "card_4ad2f373-6f1b-4a1a-8d10-d12ac9f05ff7"}, {"source": "card_4ad2f373-6f1b-4a1a-8d10-d12ac9f05ff7", "target": "card_2f14e34a-3d74-4652-ba75-c5f753d86c19"}, {"source": "card_2f14e34a-3d74-4652-ba75-c5f753d86c19", "target": "card_24092874-926e-4a50-95f2-6e3ffcf5c4cf"}, {"source": "card_24092874-926e-4a50-95f2-6e3ffcf5c4cf", "target": "card_93ac2ddc-b1da-4903-bb35-159a0b124302"}, {"source": "card_93ac2ddc-b1da-4903-bb35-159a0b124302", "target": "card_25070c2d-715b-49f4-8fbb-24295474ac92"}, {"source": "card_25070c2d-715b-49f4-8fbb-24295474ac92", "target": "card_3ab71a0b-8014-463b-9001-231a8ff8a04a"}, {"source": "card_3ab71a0b-8014-463b-9001-231a8ff8a04a", "target": "card_34414c77-e889-4a06-902c-0a7d04613141"}, {"source": "card_34414c77-e889-4a06-902c-0a7d04613141", "target": "card_3d9054ac-2f31-48cc-a621-445d2ba797e2"}, {"source": "card_3d9054ac-2f31-48cc-a621-445d2ba797e2", "target": "card_f4ca6b6c-42f6-4c02-a205-aa5ee901d1d2"}, {"source": "card_f4ca6b6c-42f6-4c02-a205-aa5ee901d1d2", "target": "card_9f47a60c-c03e-4af3-a723-4e4f0e090e1b"}, {"source": "card_9f47a60c-c03e-4af3-a723-4e4f0e090e1b", "target": "card_b96c8e9e-32db-4075-a768-2e9f92310bb0"}, {"source": "card_b96c8e9e-32db-4075-a768-2e9f92310bb0", "target": "card_43e63cd8-99b9-4b72-9725-9197ce4771dd"}, {"source": "card_43e63cd8-99b9-4b72-9725-9197ce4771dd", "target": "card_bf65b9b9-b12f-44b3-85f6-f6c18509eb08"}, {"source": "card_bf65b9b9-b12f-44b3-85f6-f6c18509eb08", "target": "card_db9509be-2884-4297-b730-0cf3bb41e2a0"}, {"source": "card_db9509be-2884-4297-b730-0cf3bb41e2a0", "target": "card_fea39f81-fcc2-4d89-b4ad-2e79bf0f9ed7"}, {"source": "card_fea39f81-fcc2-4d89-b4ad-2e79bf0f9ed7", "target": "card_98a4aac5-974b-41f1-956d-dfa2dd5510ad"}, {"source": "card_98a4aac5-974b-41f1-956d-dfa2dd5510ad", "target": "card_1de1db0b-f6ec-47c1-a1e9-8487e52f704f"}, {"source": "card_1de1db0b-f6ec-47c1-a1e9-8487e52f704f", "target": "card_10d2dd0b-9137-4f1e-b6d5-e466a527b4b3"}, {"source": "card_10d2dd0b-9137-4f1e-b6d5-e466a527b4b3", "target": "card_507b1ada-81b4-4a95-8b80-b4f50a242572"}, {"source": "card_507b1ada-81b4-4a95-8b80-b4f50a242572", "target": "card_491e720d-7a53-4b39-9695-117fe7b8b525"}, {"source": "card_491e720d-7a53-4b39-9695-117fe7b8b525", "target": "card_0195bedf-b6b0-4c27-ad57-08d0d847a561"}, {"source": "card_0195bedf-b6b0-4c27-ad57-08d0d847a561", "target": "card_53a912d7-a143-4b02-bacc-f830f8762107"}, {"source": "card_53a912d7-a143-4b02-bacc-f830f8762107", "target": "card_ae9ba762-58c7-47d9-aeb6-6b2fca10e442"}, {"source": "card_ae9ba762-58c7-47d9-aeb6-6b2fca10e442", "target": "card_314371fb-0b7f-4228-ad42-3e37ee36ec4a"}, {"source": "card_314371fb-0b7f-4228-ad42-3e37ee36ec4a", "target": "card_2d243986-92dd-4564-893c-4fb33f69a04d"}, {"source": "card_2d243986-92dd-4564-893c-4fb33f69a04d", "target": "card_22ce7aa2-c653-4ea1-82f2-56d57081f4c5"}, {"source": "card_22ce7aa2-c653-4ea1-82f2-56d57081f4c5", "target": "card_2ada521d-9af2-4477-bd13-e964218f65c7"}, {"source": "card_2ada521d-9af2-4477-bd13-e964218f65c7", "target": "card_70d6d2d1-4b49-4039-8552-f9e04a16ffb7"}, {"source": "card_70d6d2d1-4b49-4039-8552-f9e04a16ffb7", "target": "card_94d34c6a-92c4-416e-ab64-41446532cbc6"}, {"source": "card_94d34c6a-92c4-416e-ab64-41446532cbc6", "target": "card_f8201ae9-ed4e-4bc8-a5e9-c20cbfea72d0"}, {"source": "card_f8201ae9-ed4e-4bc8-a5e9-c20cbfea72d0", "target": "card_d0dc09ba-6cd3-4b22-94b3-3910cabb621e"}, {"source": "card_d0dc09ba-6cd3-4b22-94b3-3910cabb621e", "target": "card_4608ac95-20fe-488c-b822-7945dab57b3b"}, {"source": "card_4608ac95-20fe-488c-b822-7945dab57b3b", "target": "card_214864fb-cf82-4236-8002-67e155c4ad52"}, {"source": "card_214864fb-cf82-4236-8002-67e155c4ad52", "target": "card_efe84bd9-d38d-4b14-98d4-dc5f2d98b8a5"}, {"source": "card_efe84bd9-d38d-4b14-98d4-dc5f2d98b8a5", "target": "card_d6211c5d-0750-4acb-bb07-2a400442b9e8"}, {"source": "card_d6211c5d-0750-4acb-bb07-2a400442b9e8", "target": "card_4062150d-f096-4894-8ad3-5e8825689f3f"}, {"source": "card_4062150d-f096-4894-8ad3-5e8825689f3f", "target": "card_5777b248-9931-4a42-a002-d3e9d585caec"}, {"source": "card_5777b248-9931-4a42-a002-d3e9d585caec", "target": "card_4783ef23-4aa0-4d69-9bfb-a744b9b3c936"}, {"source": "card_4783ef23-4aa0-4d69-9bfb-a744b9b3c936", "target": "card_e797b3d7-8fe9-452a-a43f-8aeb7b564b50"}, {"source": "card_e797b3d7-8fe9-452a-a43f-8aeb7b564b50", "target": "card_99aa652f-c962-4ca4-98cb-a99e71d0337d"}, {"source": "card_99aa652f-c962-4ca4-98cb-a99e71d0337d", "target": "card_bf7772cc-579f-4c69-9ccc-ff55476d3897"}, {"source": "card_bf7772cc-579f-4c69-9ccc-ff55476d3897", "target": "card_56bcb089-3504-47af-9301-4a4ec55b224c"}, {"source": "card_56bcb089-3504-47af-9301-4a4ec55b224c", "target": "card_4e604c74-0603-47fc-af53-ecf4dafa7902"}, {"source": "card_4e604c74-0603-47fc-af53-ecf4dafa7902", "target": "card_f65cc998-3f9f-49e5-8ac7-4b1693f28568"}, {"source": "card_f65cc998-3f9f-49e5-8ac7-4b1693f28568", "target": "card_94529379-6e0a-423a-bf8b-76db8fc297a0"}, {"source": "card_94529379-6e0a-423a-bf8b-76db8fc297a0", "target": "card_d355e298-324b-4374-a053-9efdfa58d418"}, {"source": "card_d355e298-324b-4374-a053-9efdfa58d418", "target": "card_72e7f105-a0a0-4f6b-8245-49069b3beec6"}, {"source": "card_72e7f105-a0a0-4f6b-8245-49069b3beec6", "target": "card_b4578055-6c16-4a5b-b73b-882ffbf68b65"}, {"source": "card_b4578055-6c16-4a5b-b73b-882ffbf68b65", "target": "card_9b3b6921-bef9-4aba-941a-2969f4d4293a"}, {"source": "card_9b3b6921-bef9-4aba-941a-2969f4d4293a", "target": "card_f509d50e-4ce4-49d2-986e-6f48c2775973"}, {"source": "card_f509d50e-4ce4-49d2-986e-6f48c2775973", "target": "card_eabbf728-a49d-4dd7-b8a3-4d96db189da7"}, {"source": "card_eabbf728-a49d-4dd7-b8a3-4d96db189da7", "target": "card_f1355a05-e89b-4027-abde-112a00444480"}, {"source": "card_f1355a05-e89b-4027-abde-112a00444480", "target": "card_bf90c623-1daf-42e8-aa78-47ac7d7474e4"}, {"source": "card_bf90c623-1daf-42e8-aa78-47ac7d7474e4", "target": "card_08d3586e-debf-4c16-856e-fb5eef07bdbd"}, {"source": "card_08d3586e-debf-4c16-856e-fb5eef07bdbd", "target": "card_f8890799-417c-4bfe-aa67-1b3b6d04b1cf"}, {"source": "card_f8890799-417c-4bfe-aa67-1b3b6d04b1cf", "target": "card_5a33afaa-325c-4e0f-b8d0-0c753870b5e5"}, {"source": "card_5a33afaa-325c-4e0f-b8d0-0c753870b5e5", "target": "card_f59c7469-c90f-4e90-89d2-e5240a0f14f6"}, {"source": "card_f59c7469-c90f-4e90-89d2-e5240a0f14f6", "target": "card_78ba5067-21b7-48c5-928e-cbf89df71363"}, {"source": "card_78ba5067-21b7-48c5-928e-cbf89df71363", "target": "card_6b693381-9448-45a2-bb5e-1367b9805b3a"}, {"source": "card_6b693381-9448-45a2-bb5e-1367b9805b3a", "target": "card_09ae04e7-b248-41e7-aaa6-b65db4f8958a"}, {"source": "card_09ae04e7-b248-41e7-aaa6-b65db4f8958a", "target": "card_403359fe-f868-4e66-a345-214210b0a085"}, {"source": "card_403359fe-f868-4e66-a345-214210b0a085", "target": "card_3ffc3087-a237-4dc3-bef6-0ad535e850d3"}, {"source": "card_3ffc3087-a237-4dc3-bef6-0ad535e850d3", "target": "card_d86b6b0c-685a-4e2a-ba89-cda07a06c66a"}, {"source": "card_d86b6b0c-685a-4e2a-ba89-cda07a06c66a", "target": "card_a5986964-57c3-43af-bcc3-0d69726b0bf9"}, {"source": "card_a5986964-57c3-43af-bcc3-0d69726b0bf9", "target": "card_97bbb932-af69-46b8-b042-1a102d27acb9"}, {"source": "card_97bbb932-af69-46b8-b042-1a102d27acb9", "target": "card_47167e53-acbe-4542-b479-8bf164348e67"}, {"source": "card_47167e53-acbe-4542-b479-8bf164348e67", "target": "card_2c98e5df-009a-4aa7-8499-b048eb3f9858"}, {"source": "card_2c98e5df-009a-4aa7-8499-b048eb3f9858", "target": "card_9462b393-42cc-4316-ad2d-9ef72c1d2fac"}, {"source": "card_9462b393-42cc-4316-ad2d-9ef72c1d2fac", "target": "card_7efa9621-d9cd-41c4-92d4-c0185a07e760"}, {"source": "card_7efa9621-d9cd-41c4-92d4-c0185a07e760", "target": "card_6c221804-a111-4343-acd0-526200a503dd"}, {"source": "card_6c221804-a111-4343-acd0-526200a503dd", "target": "card_ea7dff9c-9fac-4000-b27f-519625611232"}, {"source": "card_ea7dff9c-9fac-4000-b27f-519625611232", "target": "card_24e53a93-7625-422a-9230-15ca6d803218"}, {"source": "card_24e53a93-7625-422a-9230-15ca6d803218", "target": "card_9057b024-7dae-4da3-bf77-aa3393dff4af"}, {"source": "card_9057b024-7dae-4da3-bf77-aa3393dff4af", "target": "card_d0cb84f8-328b-4b4d-ae74-0a569a9c7a28"}, {"source": "card_d0cb84f8-328b-4b4d-ae74-0a569a9c7a28", "target": "card_3b88590f-7b84-4647-91f8-09788dce3446"}, {"source": "card_3b88590f-7b84-4647-91f8-09788dce3446", "target": "card_928c0d81-feb1-4039-a045-aa9a57c28848"}, {"source": "card_928c0d81-feb1-4039-a045-aa9a57c28848", "target": "card_2d10a71d-1669-4589-8eb3-56aa0a5df197"}, {"source": "card_2d10a71d-1669-4589-8eb3-56aa0a5df197", "target": "card_8530cac1-c794-4d76-bf30-f4660be2cb03"}, {"source": "card_8530cac1-c794-4d76-bf30-f4660be2cb03", "target": "card_ab90db0b-6856-4285-8aa2-bd2d50a591a5"}, {"source": "card_ab90db0b-6856-4285-8aa2-bd2d50a591a5", "target": "card_4113caa4-444d-4066-848b-3a688db495c2"}, {"source": "card_4113caa4-444d-4066-848b-3a688db495c2", "target": "card_375d5dd0-b382-416a-ae1d-4036b81d68a5"}, {"source": "card_375d5dd0-b382-416a-ae1d-4036b81d68a5", "target": "card_9b60cac1-49f9-4c2f-91c1-95a6d9857eef"}, {"source": "card_9b60cac1-49f9-4c2f-91c1-95a6d9857eef", "target": "card_3b27b884-21b8-436f-8963-cf65fec6d779"}, {"source": "card_3b27b884-21b8-436f-8963-cf65fec6d779", "target": "card_17cea49b-317d-41e7-9aeb-054b26cb5a3b"}, {"source": "card_17cea49b-317d-41e7-9aeb-054b26cb5a3b", "target": "card_44a52210-e6e9-4392-a858-5b968d8f4993"}, {"source": "card_44a52210-e6e9-4392-a858-5b968d8f4993", "target": "card_7ad44819-0278-4a6f-a5e7-b61de2cece7c"}, {"source": "card_7ad44819-0278-4a6f-a5e7-b61de2cece7c", "target": "card_2057758c-505d-4492-972f-31a83f619f67"}, {"source": "card_2057758c-505d-4492-972f-31a83f619f67", "target": "card_9d8b3b88-04f6-4512-a332-ef59f1678e76"}, {"source": "card_9d8b3b88-04f6-4512-a332-ef59f1678e76", "target": "card_6ab073be-5d02-4864-868f-5fea4cf3060b"}, {"source": "card_6ab073be-5d02-4864-868f-5fea4cf3060b", "target": "card_622e8ad6-2aa2-4892-a5b6-3bbd9a842ded"}, {"source": "card_622e8ad6-2aa2-4892-a5b6-3bbd9a842ded", "target": "card_0b6a92e4-8527-4ad4-a3cf-e39ff4ea11be"}, {"source": "card_0b6a92e4-8527-4ad4-a3cf-e39ff4ea11be", "target": "card_87268fbf-9266-49c4-8440-08908ab6aa00"}, {"source": "card_87268fbf-9266-49c4-8440-08908ab6aa00", "target": "card_2b2fd1ab-4316-45eb-ba34-09dbb47496ee"}, {"source": "card_2b2fd1ab-4316-45eb-ba34-09dbb47496ee", "target": "card_0c2f085e-308d-4fcf-b1a5-f7117ac0039a"}, {"source": "card_0c2f085e-308d-4fcf-b1a5-f7117ac0039a", "target": "card_b85a9d55-72af-4980-93ce-4f259d6bc3af"}, {"source": "card_b85a9d55-72af-4980-93ce-4f259d6bc3af", "target": "card_ed45b78c-3117-455d-b04a-9d0cc3592828"}, {"source": "card_ed45b78c-3117-455d-b04a-9d0cc3592828", "target": "card_d7ae3083-07e1-429a-a676-f4ebabc4f787"}, {"source": "card_d7ae3083-07e1-429a-a676-f4ebabc4f787", "target": "card_eae6b774-f961-4e44-98bd-bed5139e6112"}, {"source": "card_eae6b774-f961-4e44-98bd-bed5139e6112", "target": "card_5e45bfd7-dfae-4369-ba04-34df76396fc5"}, {"source": "card_5e45bfd7-dfae-4369-ba04-34df76396fc5", "target": "card_3bf2bc69-34de-4ecb-9c2e-4074d877cabc"}, {"source": "card_3bf2bc69-34de-4ecb-9c2e-4074d877cabc", "target": "card_947b9291-9848-4188-874d-39fb7b42c7c6"}, {"source": "card_947b9291-9848-4188-874d-39fb7b42c7c6", "target": "card_43d3ba51-6e5c-4835-bf5c-afe72a1661fc"}, {"source": "card_43d3ba51-6e5c-4835-bf5c-afe72a1661fc", "target": "card_4666d288-bde9-4f4f-90af-25bfd5a6ef28"}, {"source": "card_4666d288-bde9-4f4f-90af-25bfd5a6ef28", "target": "card_2455d95b-4742-4ac5-9542-9267f038a2b1"}, {"source": "card_2455d95b-4742-4ac5-9542-9267f038a2b1", "target": "card_d66f1aed-5bd5-4af0-8560-d5ccd968a712"}, {"source": "card_d66f1aed-5bd5-4af0-8560-d5ccd968a712", "target": "card_5a6f4c2c-aac3-45e3-907a-504df38aa3bf"}, {"source": "card_5a6f4c2c-aac3-45e3-907a-504df38aa3bf", "target": "card_4ae50bf1-319d-4eea-b69f-4a0c4da3db0c"}, {"source": "card_4ae50bf1-319d-4eea-b69f-4a0c4da3db0c", "target": "card_398cafaf-a1cb-4d7c-a140-df103ca7b617"}, {"source": "card_398cafaf-a1cb-4d7c-a140-df103ca7b617", "target": "card_ef9ce997-320d-45ee-8a9c-081694d5f062"}, {"source": "card_ef9ce997-320d-45ee-8a9c-081694d5f062", "target": "card_1f8627e2-4961-40b6-bc1f-94a12098ce6d"}, {"source": "card_1f8627e2-4961-40b6-bc1f-94a12098ce6d", "target": "card_3ba105fa-440f-417c-ac73-cf501d9cec07"}, {"source": "card_3ba105fa-440f-417c-ac73-cf501d9cec07", "target": "card_10b5964c-695b-4a21-8bc6-8d0536e0b2ff"}, {"source": "card_10b5964c-695b-4a21-8bc6-8d0536e0b2ff", "target": "card_70668123-9958-4210-8089-d9a0191e4b2f"}, {"source": "card_70668123-9958-4210-8089-d9a0191e4b2f", "target": "card_e60c416c-82df-414b-a37a-1f60189581cd"}, {"source": "card_e60c416c-82df-414b-a37a-1f60189581cd", "target": "card_0796fdc7-285d-4460-911e-bb0cce1fadd6"}, {"source": "card_0796fdc7-285d-4460-911e-bb0cce1fadd6", "target": "card_b2fe1f0e-f08a-4403-a263-86eb12a0fabb"}, {"source": "card_b2fe1f0e-f08a-4403-a263-86eb12a0fabb", "target": "card_9bde9ec8-2bd6-4498-a462-46f1860c4e5e"}, {"source": "card_9bde9ec8-2bd6-4498-a462-46f1860c4e5e", "target": "card_ab7a9bbf-9c2d-40e4-983a-f1e87988e573"}, {"source": "card_ab7a9bbf-9c2d-40e4-983a-f1e87988e573", "target": "card_81dcb5c6-27b2-44d1-a1a4-42c66ae66415"}, {"source": "card_81dcb5c6-27b2-44d1-a1a4-42c66ae66415", "target": "card_163c51da-4850-49f0-80e9-b3dabac0cd00"}, {"source": "card_163c51da-4850-49f0-80e9-b3dabac0cd00", "target": "card_b41b8baa-6d79-4bd1-8e73-d83cc73f90c5"}, {"source": "card_b41b8baa-6d79-4bd1-8e73-d83cc73f90c5", "target": "card_ae77340c-138b-4499-9acf-cec6cc6c7103"}, {"source": "card_ae77340c-138b-4499-9acf-cec6cc6c7103", "target": "card_dd1b5207-9812-481a-800e-73d6f6ebb84a"}, {"source": "card_dd1b5207-9812-481a-800e-73d6f6ebb84a", "target": "card_64e3fd0c-113f-46bd-abff-2ff5f9be7809"}, {"source": "card_64e3fd0c-113f-46bd-abff-2ff5f9be7809", "target": "card_8d0c4f3d-b767-42b2-9315-d703735d05c9"}, {"source": "card_8d0c4f3d-b767-42b2-9315-d703735d05c9", "target": "card_565ed6b3-fba6-4b09-b226-074d952ab0ea"}, {"source": "card_565ed6b3-fba6-4b09-b226-074d952ab0ea", "target": "card_25cc08a4-673b-46e0-9023-e4e8058909f4"}, {"source": "card_25cc08a4-673b-46e0-9023-e4e8058909f4", "target": "card_d3d67672-6c20-40d9-b09d-a075dab8e4bc"}, {"source": "card_d3d67672-6c20-40d9-b09d-a075dab8e4bc", "target": "card_08b966d7-bc30-48bf-bb83-5f3cd1bea96b"}, {"source": "card_08b966d7-bc30-48bf-bb83-5f3cd1bea96b", "target": "card_ec38ed85-8384-4276-8bc8-6df1c3398602"}, {"source": "card_ec38ed85-8384-4276-8bc8-6df1c3398602", "target": "card_dc4ee859-fd83-4004-b701-aa350014d9ce"}, {"source": "card_dc4ee859-fd83-4004-b701-aa350014d9ce", "target": "card_7b0f8660-3a6f-4a7a-a6b5-c7df818863bf"}, {"source": "card_7b0f8660-3a6f-4a7a-a6b5-c7df818863bf", "target": "card_95b29aa2-6b2b-4142-8ffc-6427d20cd9bf"}, {"source": "card_95b29aa2-6b2b-4142-8ffc-6427d20cd9bf", "target": "card_410fa7fe-38bc-49b3-8418-eff5f8428bf9"}, {"source": "card_410fa7fe-38bc-49b3-8418-eff5f8428bf9", "target": "card_f97be4c8-28c9-4d52-9989-57088dae6d0a"}, {"source": "card_f97be4c8-28c9-4d52-9989-57088dae6d0a", "target": "card_73d35dd1-429f-4a16-9397-cf3a90158bb0"}, {"source": "card_73d35dd1-429f-4a16-9397-cf3a90158bb0", "target": "card_362aec1d-1313-4fa5-b1f3-4ea16249460e"}, {"source": "card_362aec1d-1313-4fa5-b1f3-4ea16249460e", "target": "card_dd2dfbc5-38e0-4c11-8a57-d2907dfa11d4"}, {"source": "card_dd2dfbc5-38e0-4c11-8a57-d2907dfa11d4", "target": "card_0cdd4b7c-a17a-4d56-b90e-4d97be160eb8"}, {"source": "card_0cdd4b7c-a17a-4d56-b90e-4d97be160eb8", "target": "card_a4ef965c-c513-4db8-8442-63e33bb53498"}, {"source": "card_a4ef965c-c513-4db8-8442-63e33bb53498", "target": "card_fbf4b1b4-11d5-4a52-8e97-a5dd6e048c18"}, {"source": "card_fbf4b1b4-11d5-4a52-8e97-a5dd6e048c18", "target": "card_b8ae3878-fd51-4e75-9b18-8e8566eec623"}, {"source": "card_b8ae3878-fd51-4e75-9b18-8e8566eec623", "target": "card_8ced8aff-bfac-4fc3-bd6e-5f947021e460"}, {"source": "card_8ced8aff-bfac-4fc3-bd6e-5f947021e460", "target": "card_2d12429f-53c1-42f5-9278-9c789f9f03bf"}, {"source": "card_2d12429f-53c1-42f5-9278-9c789f9f03bf", "target": "card_893f7475-69af-46af-bf2d-7d777581e55c"}, {"source": "card_893f7475-69af-46af-bf2d-7d777581e55c", "target": "card_067367a7-71aa-4e48-b7ed-5d94a1bcda39"}, {"source": "card_067367a7-71aa-4e48-b7ed-5d94a1bcda39", "target": "card_0c725d13-0d26-4eab-b928-7784f4e1f62b"}, {"source": "card_0c725d13-0d26-4eab-b928-7784f4e1f62b", "target": "card_77fac856-0777-40ee-8372-3655c654a72a"}, {"source": "card_77fac856-0777-40ee-8372-3655c654a72a", "target": "card_b94dc80a-9a52-489a-acc0-35ecba21b0c9"}, {"source": "card_b94dc80a-9a52-489a-acc0-35ecba21b0c9", "target": "card_4cb0f5f6-0ce0-457e-a9de-4592ea7d3105"}, {"source": "card_4cb0f5f6-0ce0-457e-a9de-4592ea7d3105", "target": "card_f626676f-0eb7-457d-8eec-b1ce6b340193"}, {"source": "card_f626676f-0eb7-457d-8eec-b1ce6b340193", "target": "card_03fad81e-4d05-4ccc-abb0-957d4d555813"}, {"source": "card_03fad81e-4d05-4ccc-abb0-957d4d555813", "target": "card_145bccc3-ecc9-4c0e-b025-1c06e952e139"}, {"source": "card_145bccc3-ecc9-4c0e-b025-1c06e952e139", "target": "card_4dedffc1-b964-4114-a06a-7ad6fdc45cd8"}, {"source": "card_4dedffc1-b964-4114-a06a-7ad6fdc45cd8", "target": "card_16569cd5-8e98-4529-b839-be350a7c6374"}, {"source": "card_16569cd5-8e98-4529-b839-be350a7c6374", "target": "card_7f4b9510-c972-4f7e-935c-cb7d3994ba89"}, {"source": "card_7f4b9510-c972-4f7e-935c-cb7d3994ba89", "target": "card_7e629dab-77be-416b-999b-ed3e3719c016"}, {"source": "card_7e629dab-77be-416b-999b-ed3e3719c016", "target": "card_8efd751e-5bee-4b9a-a210-628ddc849e3a"}, {"source": "card_8efd751e-5bee-4b9a-a210-628ddc849e3a", "target": "card_6166862e-e2ca-4c6b-b5f9-1fb8dc89b759"}, {"source": "card_6166862e-e2ca-4c6b-b5f9-1fb8dc89b759", "target": "card_60fe64bc-163a-4f94-8e3d-40e4482f44bd"}, {"source": "card_60fe64bc-163a-4f94-8e3d-40e4482f44bd", "target": "card_e2df3442-174e-4c28-b2b6-ccd3ea1bcc8c"}, {"source": "card_e2df3442-174e-4c28-b2b6-ccd3ea1bcc8c", "target": "card_aa26dcf1-f0a4-4b61-b3f8-eae4d9cbeacd"}, {"source": "card_aa26dcf1-f0a4-4b61-b3f8-eae4d9cbeacd", "target": "card_b1b455fb-a6d0-44d1-8414-074de663264f"}, {"source": "card_b1b455fb-a6d0-44d1-8414-074de663264f", "target": "card_7e88a6aa-3d47-41a8-b99c-c8dd58511678"}, {"source": "card_7e88a6aa-3d47-41a8-b99c-c8dd58511678", "target": "card_7398ef5b-711d-4805-a5e6-3ec8c677fa39"}, {"source": "card_7398ef5b-711d-4805-a5e6-3ec8c677fa39", "target": "card_c7b91143-a5aa-4226-ace6-a5e65007314c"}, {"source": "card_c7b91143-a5aa-4226-ace6-a5e65007314c", "target": "card_da63b7ab-3cdb-436c-b985-e92d681acc03"}, {"source": "card_da63b7ab-3cdb-436c-b985-e92d681acc03", "target": "card_8af2dd5e-4cdf-45c9-87f5-e290877b6131"}, {"source": "card_8af2dd5e-4cdf-45c9-87f5-e290877b6131", "target": "card_4ae9122b-1d81-410f-b2bf-bc6453bcb4d4"}, {"source": "card_4ae9122b-1d81-410f-b2bf-bc6453bcb4d4", "target": "card_74348ae9-ab5f-4b3f-ab83-45d3a3f257c1"}, {"source": "card_74348ae9-ab5f-4b3f-ab83-45d3a3f257c1", "target": "card_4864db22-53f9-46b1-ba33-0032a1624577"}, {"source": "card_4864db22-53f9-46b1-ba33-0032a1624577", "target": "card_06b5a5ac-9933-4c75-b9aa-5451c88d569e"}, {"source": "card_06b5a5ac-9933-4c75-b9aa-5451c88d569e", "target": "card_43147412-5e6a-4f32-8e8a-5a869428ad09"}, {"source": "card_43147412-5e6a-4f32-8e8a-5a869428ad09", "target": "card_b815c511-809f-42f0-9156-4be55948a70f"}, {"source": "card_b815c511-809f-42f0-9156-4be55948a70f", "target": "card_c7f4e5b5-90e2-4050-8d8e-d70725e511a9"}, {"source": "card_c7f4e5b5-90e2-4050-8d8e-d70725e511a9", "target": "card_1ae785ae-391f-4c4c-8ee1-5e3276d3345d"}, {"source": "card_1ae785ae-391f-4c4c-8ee1-5e3276d3345d", "target": "card_bdee64b3-bd6f-45a1-97cd-0e7adda61d6c"}, {"source": "card_bdee64b3-bd6f-45a1-97cd-0e7adda61d6c", "target": "card_6604ccfb-a2e7-422b-bb5a-f8b48ffd44f6"}, {"source": "card_6604ccfb-a2e7-422b-bb5a-f8b48ffd44f6", "target": "card_10fbea05-aadb-41c6-bb0a-fa9fd6551079"}, {"source": "card_10fbea05-aadb-41c6-bb0a-fa9fd6551079", "target": "card_abb00dc4-ddd9-4a57-b58f-f7e770095496"}, {"source": "card_abb00dc4-ddd9-4a57-b58f-f7e770095496", "target": "card_355337c9-3432-405c-ac40-d487ec0dcc2a"}, {"source": "card_355337c9-3432-405c-ac40-d487ec0dcc2a", "target": "card_c1fcc898-d7e1-467b-bb07-c966c0ea7d90"}, {"source": "card_c1fcc898-d7e1-467b-bb07-c966c0ea7d90", "target": "card_502be7c4-7bec-43e2-984d-c82209a8a997"}, {"source": "card_502be7c4-7bec-43e2-984d-c82209a8a997", "target": "card_32db718c-6ecb-460a-bc9a-ad6b46ed50ab"}, {"source": "card_32db718c-6ecb-460a-bc9a-ad6b46ed50ab", "target": "card_bb5b56a0-d447-4b4c-b98d-ae1b8b107def"}, {"source": "card_bb5b56a0-d447-4b4c-b98d-ae1b8b107def", "target": "card_06a05669-0c5e-4400-91a5-1e82e9fd25fa"}, {"source": "card_06a05669-0c5e-4400-91a5-1e82e9fd25fa", "target": "card_a354d9ff-b311-4839-badf-63faed13a66a"}, {"source": "card_a354d9ff-b311-4839-badf-63faed13a66a", "target": "card_17d7d007-38f1-4b69-b7df-99ec7fe09b15"}, {"source": "card_17d7d007-38f1-4b69-b7df-99ec7fe09b15", "target": "card_54c4863c-ee59-4e6b-9971-5e8c1bf257f1"}, {"source": "card_54c4863c-ee59-4e6b-9971-5e8c1bf257f1", "target": "card_e22560e9-3288-4f38-9ee5-ee176f7c18ba"}, {"source": "card_e22560e9-3288-4f38-9ee5-ee176f7c18ba", "target": "card_d87eae4d-0075-41f8-85d7-fe6d548badd9"}, {"source": "card_d87eae4d-0075-41f8-85d7-fe6d548badd9", "target": "card_fe8acf36-0c21-4542-abb9-d0a089f45597"}, {"source": "card_fe8acf36-0c21-4542-abb9-d0a089f45597", "target": "card_eb3ef569-eb27-49d8-b7cc-1b49f2725142"}, {"source": "card_eb3ef569-eb27-49d8-b7cc-1b49f2725142", "target": "card_fbf9e626-0b03-4ba5-a9ab-ff1a495a3c65"}, {"source": "card_fbf9e626-0b03-4ba5-a9ab-ff1a495a3c65", "target": "card_7a231355-5d79-45ae-827f-e0db7a3777d8"}, {"source": "card_7a231355-5d79-45ae-827f-e0db7a3777d8", "target": "card_aff569d2-d289-42ba-ac40-c79f214e3535"}, {"source": "card_aff569d2-d289-42ba-ac40-c79f214e3535", "target": "card_69764dc8-5412-4836-9e10-5268d6e8c03b"}, {"source": "card_69764dc8-5412-4836-9e10-5268d6e8c03b", "target": "card_dd165297-75d1-4f21-a1aa-cc12b2f2f9fb"}, {"source": "card_dd165297-75d1-4f21-a1aa-cc12b2f2f9fb", "target": "card_f47e19ec-533b-4cc7-b83c-00919ac9562e"}, {"source": "card_f47e19ec-533b-4cc7-b83c-00919ac9562e", "target": "card_b551b67b-49f4-445f-bb73-e059ed3067a4"}, {"source": "card_b551b67b-49f4-445f-bb73-e059ed3067a4", "target": "card_7f687e1f-823f-4347-a6b9-165ef2e59f11"}, {"source": "card_7f687e1f-823f-4347-a6b9-165ef2e59f11", "target": "card_3fb219e6-b79d-4e8f-bcf3-0bd150b7714e"}, {"source": "card_3fb219e6-b79d-4e8f-bcf3-0bd150b7714e", "target": "card_58952789-ba1a-49b4-9797-ba0ba1a85121"}, {"source": "card_58952789-ba1a-49b4-9797-ba0ba1a85121", "target": "card_aa3e7572-8d89-4d0a-84e9-a47fa0d49b04"}, {"source": "card_aa3e7572-8d89-4d0a-84e9-a47fa0d49b04", "target": "card_520112ea-ad08-4ff5-8ca6-1051d10022f9"}, {"source": "card_520112ea-ad08-4ff5-8ca6-1051d10022f9", "target": "card_4184b761-8716-44e7-8dd3-8898dd4d6a83"}, {"source": "card_4184b761-8716-44e7-8dd3-8898dd4d6a83", "target": "card_1aba779e-76b1-41db-b942-a9f5f06ad5f1"}, {"source": "card_1aba779e-76b1-41db-b942-a9f5f06ad5f1", "target": "card_20ea1b6a-c19d-44e4-8c6e-840ddc4e5ec7"}, {"source": "card_20ea1b6a-c19d-44e4-8c6e-840ddc4e5ec7", "target": "card_41f3882a-8e1b-4184-8583-89abd534b0ca"}, {"source": "card_41f3882a-8e1b-4184-8583-89abd534b0ca", "target": "card_212b37c6-b76e-4e89-8e8e-2578560b064c"}, {"source": "card_212b37c6-b76e-4e89-8e8e-2578560b064c", "target": "card_383e4560-c794-49ec-9687-657c6cab1eb3"}, {"source": "card_383e4560-c794-49ec-9687-657c6cab1eb3", "target": "card_b8fe3c77-6964-4c8a-82bf-acbac45bd5d4"}, {"source": "card_b8fe3c77-6964-4c8a-82bf-acbac45bd5d4", "target": "card_72540d1a-2a9e-4da1-9176-8ba6cd5a512a"}, {"source": "card_72540d1a-2a9e-4da1-9176-8ba6cd5a512a", "target": "card_077b28ec-2ea0-4069-9f1f-a6449dc7bb53"}, {"source": "card_077b28ec-2ea0-4069-9f1f-a6449dc7bb53", "target": "card_a29fc6a4-8577-4788-9aee-71dcb2a97428"}, {"source": "card_a29fc6a4-8577-4788-9aee-71dcb2a97428", "target": "card_7307854b-f6ea-44ad-bf86-1a0fc5e5b777"}, {"source": "card_7307854b-f6ea-44ad-bf86-1a0fc5e5b777", "target": "card_05c6bc70-96e4-42ce-bd19-af1cff31464c"}, {"source": "card_05c6bc70-96e4-42ce-bd19-af1cff31464c", "target": "card_add73e65-6791-428d-a0b1-1ae307ec833d"}, {"source": "card_add73e65-6791-428d-a0b1-1ae307ec833d", "target": "card_6424d1ea-5dbf-4b00-9ce0-0e2f74e6baef"}, {"source": "card_6424d1ea-5dbf-4b00-9ce0-0e2f74e6baef", "target": "card_87ea6b88-aa32-4c00-92ea-ab9a008004de"}, {"source": "card_87ea6b88-aa32-4c00-92ea-ab9a008004de", "target": "card_f5c4ac37-29fc-4c6a-befe-689fa44c2889"}, {"source": "card_f5c4ac37-29fc-4c6a-befe-689fa44c2889", "target": "card_5ee5bb9e-c60b-4866-8cc8-dce08e409aa3"}, {"source": "card_5ee5bb9e-c60b-4866-8cc8-dce08e409aa3", "target": "card_ce12e76e-6eed-4a87-ae65-d5110b8dd000"}, {"source": "card_ce12e76e-6eed-4a87-ae65-d5110b8dd000", "target": "card_986cc538-3935-4dd4-92a3-a54b4afdb8f8"}, {"source": "card_986cc538-3935-4dd4-92a3-a54b4afdb8f8", "target": "card_03b3f767-6828-4929-8ad7-daf4cdc99291"}, {"source": "card_03b3f767-6828-4929-8ad7-daf4cdc99291", "target": "card_9cb3863c-78d8-4fac-8385-3f1c4dd67d64"}, {"source": "card_9cb3863c-78d8-4fac-8385-3f1c4dd67d64", "target": "card_5b5e0b60-185f-4fdc-855f-55c26a25618a"}, {"source": "card_5b5e0b60-185f-4fdc-855f-55c26a25618a", "target": "card_8e9cf227-38df-45c9-8b7e-5eb1f3c1cdf0"}, {"source": "card_8e9cf227-38df-45c9-8b7e-5eb1f3c1cdf0", "target": "card_4094d7a6-acae-4d3e-8b64-9efe811bd1e0"}, {"source": "card_4094d7a6-acae-4d3e-8b64-9efe811bd1e0", "target": "card_216447a1-d526-4df9-b7f8-02e9e1e15be9"}, {"source": "card_216447a1-d526-4df9-b7f8-02e9e1e15be9", "target": "card_4afa793f-bbbe-4788-9449-60288f22a5f1"}, {"source": "card_4afa793f-bbbe-4788-9449-60288f22a5f1", "target": "card_da13e807-91d0-4a0c-880c-db826d4a0a59"}, {"source": "card_da13e807-91d0-4a0c-880c-db826d4a0a59", "target": "card_a17ad76b-cb51-4e46-8409-42804978212e"}, {"source": "card_a17ad76b-cb51-4e46-8409-42804978212e", "target": "card_65fe601d-61f8-4261-a935-8c8212ccdd58"}, {"source": "card_65fe601d-61f8-4261-a935-8c8212ccdd58", "target": "card_0621e7ff-58a8-4804-b8a1-64fb8156b7ce"}, {"source": "card_0621e7ff-58a8-4804-b8a1-64fb8156b7ce", "target": "card_ebd7473a-719d-4487-bd16-d2ef5e029469"}, {"source": "card_ebd7473a-719d-4487-bd16-d2ef5e029469", "target": "card_abf1b7bb-f02b-4a2e-a737-2e74ac81eee6"}, {"source": "card_abf1b7bb-f02b-4a2e-a737-2e74ac81eee6", "target": "card_2ca74576-9dbb-46ba-a765-bb92796bee0b"}, {"source": "card_2ca74576-9dbb-46ba-a765-bb92796bee0b", "target": "card_e0938955-2583-4851-973f-0384d30d8fd6"}, {"source": "card_e0938955-2583-4851-973f-0384d30d8fd6", "target": "card_1b834270-d166-4465-9e8c-536325288798"}, {"source": "card_1b834270-d166-4465-9e8c-536325288798", "target": "card_21634944-c604-4652-bbe1-54abcdfb957a"}, {"source": "card_21634944-c604-4652-bbe1-54abcdfb957a", "target": "card_83ee25ac-cba9-4bb0-aaff-3076a6bca894"}, {"source": "card_83ee25ac-cba9-4bb0-aaff-3076a6bca894", "target": "card_b775ca38-9389-4a1a-9cb2-1f312878036b"}, {"source": "card_b775ca38-9389-4a1a-9cb2-1f312878036b", "target": "card_2003b4a9-9575-4942-ba87-ec23faa85bc9"}, {"source": "card_2003b4a9-9575-4942-ba87-ec23faa85bc9", "target": "card_e04b5ee2-2bb8-42e2-ae17-b40963cd1f5d"}, {"source": "card_e04b5ee2-2bb8-42e2-ae17-b40963cd1f5d", "target": "card_0b0813bc-336e-4f7f-8f66-1ad04062e2dc"}, {"source": "card_0b0813bc-336e-4f7f-8f66-1ad04062e2dc", "target": "card_b885e9b1-41f8-4c3b-88bc-5512df5acae4"}, {"source": "card_b885e9b1-41f8-4c3b-88bc-5512df5acae4", "target": "card_61b6008d-167f-43e7-92a6-cf0ec69302bb"}, {"source": "card_61b6008d-167f-43e7-92a6-cf0ec69302bb", "target": "card_4eb0b027-15d7-46bf-8b51-e6ca39bb9a5f"}, {"source": "card_4eb0b027-15d7-46bf-8b51-e6ca39bb9a5f", "target": "card_fa4236ec-55a7-46fa-97ad-ee07ac833ee8"}, {"source": "card_fa4236ec-55a7-46fa-97ad-ee07ac833ee8", "target": "card_c4ca2e93-533e-4aa9-a161-0acf9ae80b0c"}, {"source": "card_c4ca2e93-533e-4aa9-a161-0acf9ae80b0c", "target": "card_2aedcf83-7073-427a-82f0-1e4094c1c111"}, {"source": "card_2aedcf83-7073-427a-82f0-1e4094c1c111", "target": "card_fac8b360-5134-4095-84a8-9ffef56bb68f"}, {"source": "card_fac8b360-5134-4095-84a8-9ffef56bb68f", "target": "card_4dfe4524-08ed-49ff-9ccd-353ce3a93cd8"}, {"source": "card_4dfe4524-08ed-49ff-9ccd-353ce3a93cd8", "target": "card_5c12874e-c5ae-4dc4-8d68-1b3a872e4ce4"}, {"source": "card_5c12874e-c5ae-4dc4-8d68-1b3a872e4ce4", "target": "card_da495cea-b009-4a98-b5ff-754ec440e3f3"}, {"source": "card_da495cea-b009-4a98-b5ff-754ec440e3f3", "target": "card_481cb323-43c7-4c97-98d4-8e164108819e"}, {"source": "card_481cb323-43c7-4c97-98d4-8e164108819e", "target": "card_5b2e9641-287d-4ca7-b873-753d4fe9f293"}, {"source": "card_5b2e9641-287d-4ca7-b873-753d4fe9f293", "target": "card_99e50e7f-2461-4e0c-8eb3-fc6f3e42cf8a"}, {"source": "card_99e50e7f-2461-4e0c-8eb3-fc6f3e42cf8a", "target": "card_0c765950-8636-41b9-b4be-6a1da376d0f4"}, {"source": "card_0c765950-8636-41b9-b4be-6a1da376d0f4", "target": "card_3fbb72ae-0174-4d70-a643-692a60d404ba"}, {"source": "card_3fbb72ae-0174-4d70-a643-692a60d404ba", "target": "card_0e979d1d-62e4-45a3-b144-f739ce600ed3"}, {"source": "card_0e979d1d-62e4-45a3-b144-f739ce600ed3", "target": "card_b7b97cc6-d2c8-4c39-97de-0d892ff76bcd"}, {"source": "card_b7b97cc6-d2c8-4c39-97de-0d892ff76bcd", "target": "card_9fd7662d-d78e-45e0-a21a-0551a9380ce6"}, {"source": "card_9fd7662d-d78e-45e0-a21a-0551a9380ce6", "target": "card_b0c421e2-eff7-4e88-a69c-d734aaad70ee"}, {"source": "card_b0c421e2-eff7-4e88-a69c-d734aaad70ee", "target": "card_a580c3f3-2bd9-4138-95e8-e0964acd31d6"}, {"source": "card_a580c3f3-2bd9-4138-95e8-e0964acd31d6", "target": "card_db4110ea-7019-4665-9f3f-9f9644816514"}, {"source": "card_db4110ea-7019-4665-9f3f-9f9644816514", "target": "card_d25e9d37-a0fa-4d2a-bdb1-3df395bb45bf"}, {"source": "card_d25e9d37-a0fa-4d2a-bdb1-3df395bb45bf", "target": "card_d44fc8a4-6277-4a7d-81db-ee90ddb9f8ef"}, {"source": "card_d44fc8a4-6277-4a7d-81db-ee90ddb9f8ef", "target": "card_987363ef-216a-4155-82c5-2b82c428f7bd"}, {"source": "card_987363ef-216a-4155-82c5-2b82c428f7bd", "target": "card_96e8473f-96b6-4f14-ad24-b5ea30492489"}, {"source": "card_96e8473f-96b6-4f14-ad24-b5ea30492489", "target": "card_df2c4f08-76bd-4c95-9462-c6b95cea5af8"}, {"source": "card_df2c4f08-76bd-4c95-9462-c6b95cea5af8", "target": "card_c4fe418c-8f17-44ca-85b7-802eb0704eb0"}, {"source": "card_c4fe418c-8f17-44ca-85b7-802eb0704eb0", "target": "card_f9502a86-edd5-41d5-a392-4cbb3f33d7b3"}, {"source": "card_f9502a86-edd5-41d5-a392-4cbb3f33d7b3", "target": "card_222fc350-3408-4dd9-8b04-708c99344361"}, {"source": "card_222fc350-3408-4dd9-8b04-708c99344361", "target": "card_961469e9-b922-4286-9747-78693601efa6"}, {"source": "card_961469e9-b922-4286-9747-78693601efa6", "target": "card_b31dc2e5-9960-4949-b5aa-a1377af6919a"}, {"source": "card_b31dc2e5-9960-4949-b5aa-a1377af6919a", "target": "card_88f0630f-ecfc-4b06-8408-38fb52e18229"}, {"source": "card_88f0630f-ecfc-4b06-8408-38fb52e18229", "target": "card_13590cbf-eebd-425d-a4ea-32609b6604d6"}, {"source": "card_13590cbf-eebd-425d-a4ea-32609b6604d6", "target": "card_6269e169-6e75-4a2d-a4e4-b72a930e7d32"}, {"source": "card_6269e169-6e75-4a2d-a4e4-b72a930e7d32", "target": "card_6ec770be-33d2-4405-9eac-a566bfb7a093"}, {"source": "card_6ec770be-33d2-4405-9eac-a566bfb7a093", "target": "card_7bb92f9b-bc71-45b4-b5cd-c14ea7a60042"}, {"source": "card_7bb92f9b-bc71-45b4-b5cd-c14ea7a60042", "target": "card_22059a52-3dad-45cb-b4ca-3433cd148403"}, {"source": "card_22059a52-3dad-45cb-b4ca-3433cd148403", "target": "card_20aa86c7-9ebd-4ac3-b902-08317664310b"}, {"source": "card_20aa86c7-9ebd-4ac3-b902-08317664310b", "target": "card_ae191e8d-fde0-4f74-b2ab-f4b25543f4fb"}, {"source": "card_ae191e8d-fde0-4f74-b2ab-f4b25543f4fb", "target": "card_8593d83d-79a6-4cd6-b1e8-28269aa34383"}, {"source": "card_8593d83d-79a6-4cd6-b1e8-28269aa34383", "target": "card_43b15eb4-0a1c-4147-ba74-012e6a26cb41"}, {"source": "card_43b15eb4-0a1c-4147-ba74-012e6a26cb41", "target": "card_6cfe0c4a-72dd-4473-aa70-a0e3f4c245c3"}, {"source": "card_6cfe0c4a-72dd-4473-aa70-a0e3f4c245c3", "target": "card_a4cd4698-df30-450e-9c78-34a51f43ac25"}, {"source": "card_a4cd4698-df30-450e-9c78-34a51f43ac25", "target": "card_fc4f3e81-1cef-47e8-94df-fe9811cfb032"}, {"source": "card_fc4f3e81-1cef-47e8-94df-fe9811cfb032", "target": "card_cf4e0304-1d9f-4fb8-9307-4a8d7ec88ef9"}, {"source": "card_cf4e0304-1d9f-4fb8-9307-4a8d7ec88ef9", "target": "card_9b82626c-7079-408e-ad49-570e9d25605a"}, {"source": "card_9b82626c-7079-408e-ad49-570e9d25605a", "target": "card_54a61449-8269-4adb-8aa7-69d8132efecb"}, {"source": "card_54a61449-8269-4adb-8aa7-69d8132efecb", "target": "card_720bb399-fc58-42fe-98ca-6485d65140ca"}, {"source": "card_720bb399-fc58-42fe-98ca-6485d65140ca", "target": "card_72aeca37-2b4e-4eda-954f-b99596d25af4"}, {"source": "card_72aeca37-2b4e-4eda-954f-b99596d25af4", "target": "card_699973db-0e59-4a48-94ac-5a2440e71343"}, {"source": "card_699973db-0e59-4a48-94ac-5a2440e71343", "target": "card_8998e13f-d66f-4cd9-aa30-285681372276"}, {"source": "card_8998e13f-d66f-4cd9-aa30-285681372276", "target": "card_7b418ad1-18b8-4adc-a36f-9e2faf016d0d"}, {"source": "card_7b418ad1-18b8-4adc-a36f-9e2faf016d0d", "target": "card_bac96cfa-876e-4d94-adb7-e6f6ef49708f"}, {"source": "card_bac96cfa-876e-4d94-adb7-e6f6ef49708f", "target": "card_fba9e7a3-33f9-49ed-a504-b73ad290e7b6"}, {"source": "card_fba9e7a3-33f9-49ed-a504-b73ad290e7b6", "target": "card_694f9d89-9d6e-4717-93fe-c2fc78eee620"}, {"source": "card_694f9d89-9d6e-4717-93fe-c2fc78eee620", "target": "card_3ed5b666-2ed5-4348-ac48-77965cf0abdf"}, {"source": "card_3ed5b666-2ed5-4348-ac48-77965cf0abdf", "target": "card_263581a3-94ae-4c86-9804-a8e10cfabaf2"}, {"source": "card_263581a3-94ae-4c86-9804-a8e10cfabaf2", "target": "card_bf717822-7d7f-47cd-807a-5cd2b5560829"}, {"source": "card_bf717822-7d7f-47cd-807a-5cd2b5560829", "target": "card_014faebb-de14-4cf2-8bd5-fa79b4e12deb"}, {"source": "card_014faebb-de14-4cf2-8bd5-fa79b4e12deb", "target": "card_9d9dad86-6fc8-406d-bbd4-73a4217c1c10"}, {"source": "card_9d9dad86-6fc8-406d-bbd4-73a4217c1c10", "target": "card_b3eeff0f-0daf-4d0b-beb8-cf9345caf316"}, {"source": "card_b3eeff0f-0daf-4d0b-beb8-cf9345caf316", "target": "card_f28cd5e2-cb16-4841-92ef-641db2aefe4f"}, {"source": "card_f28cd5e2-cb16-4841-92ef-641db2aefe4f", "target": "card_818fbfae-4882-4647-9ef4-a88ed9d06a73"}, {"source": "card_818fbfae-4882-4647-9ef4-a88ed9d06a73", "target": "card_cb5e28a3-62bb-4857-9615-8fbc5f0ad859"}, {"source": "card_cb5e28a3-62bb-4857-9615-8fbc5f0ad859", "target": "card_8872d7ac-4765-49f1-8091-67f4389eb5cc"}], "title": "GOP Presidential Debate #1", "meta": "", "tags": {"disagreement": [], "moderator": [], "bio": [], "housing": [], "crime": [], "health care": [], "education": [], "gender": [], "economics": [], "transit": [], "environment": [], "elections": [], "labor": [], "abortion": [], "skyway": [], "Winner: Crystal Fincher": [], "Winner: Emijah Smith": [], "Winner: Chipalo Street": []}, "date": "Aug. 23, 2023", "source": "CQ via Roll Call", "url": "https://rollcall.com/2023/08/24/transcript-gop-presidential-hopefuls-debate-in-milwaukee/", "moderators": ["Bret Baier", "Martha MacCallum"]}